{
  "εὐσχήμων": "I f σχῆμα can mean \"fashion\" does εὐσχήμων mean \"fashionable\"?",
  "κιθάρα": "See http://en.wikipedia.org/wiki/Cithara",
  "μετρητής": "M&M: 1 μετρητής ~= 8.75 gallons",
  "πρεσβεία": "\"an embassy\" but with strong connotations of older/senior.",
  "εὐθύς": "TDNT: \"straight\", but more often used as \"straightaway\", \"immediately\". I prefer \"direct(ly)\" as a word which connotes both but with a more modern feel.",
  "ἔμπροσθεν": "See Rev 4:1 and 5:6 for pairs with ὄπισθεν \"from behind\" vs ἔμπροσθεν \"in front\" or ἔσωθεν \"from within\".",
  "μετάνοια": "The μετά- prefix implies \"after\", but in a way that the subject comes to be among what went before. So not just \"a change of mind\" but \"coming to concur subsequently\" with someone else (see LSJ).",
  "ἐκπορεύομαι": "TDNT: active = \"send\", \"lead\", \"bring\" but middle merely \"go\".",
  "οἰκτιρμός": "Pity and Power in Ancient Athens (Rachel Hall Sternberg, ed): Scott distinguishes Homeric oiktos, an impulse that restrains one from increasing another's shame and humiliation, from eleos, an active \"positive impulse in favor of someone in trouble.\"",
  "ἁλιεύς": "More literally \"sailors\" but it doesn't really make sense for Jesus to say \"I will make you sailors of men\".",
  "ἀναστροφή": "LSJ: I. turning upside down, turning back, inversion II. dwelling, behavior",
  "παραμυθέομαι": "LSJ: \"encourage, exhort, reassure, console, comfort, palliate, explain away, excuse, justify a thesis\".",
  "συντελέω": "It might be nice to use some form here with the same root as τελέω = \"finish\", but \"finish together\" just doesn't work. \"Com-plete\" at least mirrors συν-.",
  "φρόνιμος": "McReynolds: \"thoughtful\". But it would be nice to reconcile this with phroneo = \"think\".",
  "ὑπόδειγμα": "M&M: \"example\", \"specimen\" but neither of those has a simple verb form. So \"illustrate\".",
  "ἐγκρατής": "Why \"self\" controlled and not \"in\" control? Because all the verb occurrences are middle.",
  "ἀδόκιμος": "Trying out \"untested\" instead of the more common translation \"unapproved\", since 1) ἀποδοκιμάζω covers \"unapproved\" and 2) I'm working on the general pattern of \"εὐ-\" as a prefix meaning \"with\" and \"ἀ-\" meaning \"without\" or \"un-\". See εὔθετος, εὐκαιρέω, εὐνοέω, εὐπορία etc.",
  "δικαιοσύνη": "Moulton and Milligan lay out the connections to court language moderately extensively. N. T. Wright in _Justification_ makes the claim that this root (at least as used by Paul) has to do with \"having been found in favor of\" in court--whether actually morally right or not.  But 1 Jn 3:7, for example, \"ὁ ποιῶν τὴν δικαιοσύνην δίκαιός ἐστιν,\" cannot be \"he who does find in favor is found in favor\". I tend more toward \"the right\" in the sense of \"social expectations\" a la Malina, therefore: \"he who does what is proper is proper\".\n\nBeing frequently contrasted with \"ἁμαρτωλός\", we might choose \"successful\" vs \"failures\". But that still doesn't fit 1 Jn 3:7. Perhaps \"right\" is as close as we can come in English, but I'm going to go with \"proper\" for now since \"right\" has come to suppose no judgement.",
  "ὑπαντάω": "ὑπ + αντάω might be something like \"under-meet\". It's not quite the same as καταντάω \"come down to meet\".",
  "μόδιος": "unit of dry measure \"about a peck\" or 2 gallons.",
  "συνίημι": "συν = \"together\" + ίημι = \"to send\"",
  "δειλός": "\"timid\" is such a lovely Victorian word for a lovely Victorian virtue. What a shame when those hooligans actually call another a coward!",
  "τραπεζίτης": "i.e. bankers",
  "διασαφέω": "From σαφηνίζω \"to make clear\".",
  "ἀρχισυνάγωγος": "ἀρχι + συνάγωγος = \"ruler (of the) synagogue\". TDNT mentions the role as \"president\", since the assembly was usually ruled by a board of seven or three.",
  "ζηλόω": "LSJ: \"vie with, emulate...in bad sense, to be jealous of, envy\". For ζῆλος it adds \"more usu. in good sense, eager rivalry, emulation\".",
  "ἐκλύομαι": "LSJ: \"set free, let loose, release\"",
  "λαγχάνω": "\"allotted\"?",
  "διαθήκη": "See http://www.redeemerlutheranchurch.org/diatheke.htm",
  "πλύνω": "See http://studybible.info/trench/Wash",
  "χεῖλος": "M&M: \"lip\", \"edge\", \"brink\", \"rim\"",
  "σωτήριος": "Although there is some overlap, LSJ differentiates between σωτηρία = \"safety, deliverance\" and σωτήριος = \"saving, delivering\".",
  "ἀνεμίζομαι": "Hey, if John can coin a word, so can I.",
  "ἀσύνετος": "a + suniemi",
  "δόξα": "TDNT: \"This means 'opinion' as a. what I think, and b. what others think of me.\" Malina makes the compelling case that this is \"honor\" in agonistic societies. But \"τιμή\" also has this translation. TDNT says \"τιμή as honor increasingly becomes inner worth as distinct from outward esteem.\" Could it be that δόξα retains the sense of \"outward esteem\", which is why it worked so well for \"kabod\" = \"glory\"? So let's try \"revere\" and \"reputation\" for now.\n\nLSJ has \"seem\" in all its senses: \"it seems like\", \"it seems to me\", \"it is seemly\".",
  "σωφρονέω": "σω + φρον ~ \"save + mind\". English has no one-word translation I can find. But it does have the idiom \"lose your mind\", so \"save your mind\" seems appropriate enough.",
  "φιλόστοργος": "LSJ makes it clear that στοργος is the love between parents and children, or a ruler and the ruled.",
  "παράπτωμα": "TDNT: para = \"beside\" + ptoma = \"fall\" = \"fall beside\", but eventually \"mistake\".\n\nThis assumes a root of πίπτω. Note παράπτω = \"fasten beside\" from ἅπτω.\n\nPolybius *Histories* 9.10.5-6:\n\n5 εἰ δ᾽ ἁπλουστάτοις χρώμενοι βίοις καὶ πορρωτάτω τῆς ἐν τούτοις περιττότητος καὶ πολυτελείας ἀφεστῶτες ὅμως ἐπεκράτουν τούτων αἰεὶ παρ᾽ οἷς ὑπῆρχε πλεῖστα καὶ κάλλιστα τὰ τοιαῦτα, πῶς οὐ νομιστέον εἶναι τὸ γινόμενον ὑπ᾽ αὐτῶν ἁμάρτημα; 6 τὸ γὰρ ἀπολιπόντας τὰ τῶν νικώντων ἔθη τὸν τῶν ἡττωμένων ζῆλον ἀναλαμβάνειν, προσεπιδραττομένους ἅμα καὶ τὸν ἐξακολουθοῦντα τοῖς τοιούτοις φθόνον, ὃ πάντων ἐστὶ φοβερώτατον ταῖς ὑπεροχαῖς, ὁμολογούμενον ἂν εἴποι τις εἶναι τῶν πραττόντων παράπτωμα.\n\n5 But if, on the contrary, while leading the simplest of lives, very far removed from all such superfluous magnificence, they were constantly victorious over those who possessed the greatest number and finest examples of such works, must we not consider that they committed a mistake (ἁμάρτημα)? 6 To abandon the habits of the victors and to imitate those of the conquered, not only appropriating the objects, but at the same time attracting that envy which is inseparable from their possession, which is the one thing most to be dreaded by superiors in power, is surely an incontestable error (παράπτωμα).",
  "Ἰουδαῖος": "Plenty of opinion that this most commonly refers to those living in Judea, not \"Jews\" of any kind or place,",
  "σαλεύω": "τινάσσω is more properly \"shake\" like clothing or weapons. σείω is for earthquakes and similar disturbances. σαλεύω is for the rolling of a ship.",
  "μάστιξ": "Moulton and Milligan: \"whip\", \"flog\", \"scourge\".",
  "ἔθνος": "M&M quote Hicks, \"Hellenic life found its normal type in the polis, and barbarians who lived kata komas or in some less organised form were ethne.\"\n\nMalina says \"ethnic groups, males and females, slaves and free, aristocrats and plebeian, formed various species according to the dispositions of nature.\" (Social Gospel, p10).\n\nJames Whitley, _The Archaeology of Ancient Greece_: \"Polis is usually translated as 'city-state' in English, as if at the centre of every Greek state was a city, every city having its own land or territory. Not all Greek states however were 'city-centred' states of this kind. In western Greece another kind of polity - the ethnos - prevailed. Ethne [plural of ethnos] were federal states, states made up of a number of large villages or small towns... Even 'city-centred' states like Argos, Corinth, and Athens were less urban than the term 'city-state' might imply.\"",
  "μυριάς": "LSJ \"acc. to Gramm., μυρίος (parox.) is the indefinite, μύριος (proparox.) the definite number\"",
  "εὐεργετέω": "i.e. be a benefactor, or patron doing good works for clients",
  "νομοθέτης": "Probably with connotations of θεσμός as well. See νόμος.",
  "πίστις": "Wallace and Rusk (and others) make a very persuasive case that this refers primarily to the loyalty between clients and patrons.",
  "ἤπιος": "Not \"gentle\" as the opposite of hard/rough/violent but as LSJ says, \"of heat and cold, mild, less intense\".",
  "ὑστερέω": "Tricky. Is there a difference between active and passive here?",
  "βαπτίζω": "This could be \"immerse\" or even \"soak\" more colloquially, but \"wash\" fits both bodies and e.g. the hands of the Pharisees.",
  "φρουρέω": "\"keep watch\" \"guard\". There are so many different words for this concept it's hard to keep them all apart.",
  "ἀμφιάζω": "See ἀμφιέννυμι",
  "φροντίζω": "See http://inthesaltshaker.com/drills/vrbmorph.htm near the bottom: \"σκοτίζω  (\"make dark\") refers to making something dark until it is actually dark, with a view to the completion of the action. But  σκοτόω  (\"darken\") simply refers to the action of making darker, without necessarily completing the action of making it entirely dark.\"",
  "μέριμνα": "From \"merizo\" which connotes division, therefore toward distraction. Moulton and Milligan cite a reference where it simply means \"occupied\".",
  "οἶδα": "http://www.wenstrom.org/downloads/written/word_studies/greek/oida.pdf\nOida is the perfect form of eido...Although oida is in the perfect tense it is translated as if it were a present, “I know.” Yet the perfect idea of “possessed knowledge” rather than the present aspect of “acquiring knowledge” dominate the word’s definition.\n\nLSJ for γιγνώσκω says: \"come to know, perceive, and in past tenses, know, c. acc., Il.12.272, etc.; as dist. fr. οἶδα know by reflection, γιγνώσκω, = know by observation\"\n\nhttp://pioneernt.wordpress.com/2010/01/12/word-study-29-to-know/\nIt is the perfect tense form of the verb horao, “to see”, and occurs at least 285 times in the New Testament.  Classical uses of oida are obviously connected to the concept of “seeing.”\n\nI'm going to try keeping it in the perfect as \"has seen\", partly to keep the connotation of \"see\".",
  "δικαιόω": "In an agonistic, group-oriented society, \"doing right\" was doing what was best for the group, and you knew what that was by the approval of the group. One could hardly otherwise translate Lk 7:29 \"ὁ λαὸς ἀκούσας καὶ οἱ τελῶναι ἐδικαίωσαν τὸν θεόν\".",
  "ἀπροσωπολήμπτως": "that is, \"impartially\"",
  "θορυβάζω": "τυρβάζω ? = \"disturbed\"",
  "ἐξίστημι": "ex + istemi = \"out\" + \"stand/set\". So literally \"move out of its place\" but therefore fig. \"to perturb\" -> \"upset\".",
  "εὐψυχέω": "LSJ: \"to be of good courage\"",
  "προσφορά": "More generically, \"application\".",
  "ἐγείρω": "Sometimes translated \"raised\" especially with the dead, but \"woke\" carries the original connotation of \"watchfulness\" better.\n\nBut e.g. Mk 3:3, \"Ἔγειρε εἰς τὸ μέσον\" should probably be something like \"rise up in the middle.\"",
  "τιμή": "TDNT says \"τιμή as honor increasingly becomes inner worth as distinct from outward esteem.\" Could it be that δοξά retains the sense of \"outward esteem\", which is why it worked so well for \"kabod\" = \"glory\"? So let's keep \"honor\" here.",
  "σάλπιγξ": "possibly a shofar?",
  "φανερόω": "Not \"manifest\" or \"show\", which is more properly \"δηλόω\", but \"light up\" or \"bring to light\".",
  "κατευλογέω": "\"praise down\". Is the \"kata\" part because they have less honor than he?",
  "μετανοέω": "The μετά- prefix implies \"after\", but in a way that the subject comes to be among what went before. So not just \"change your mind\" but \"come to concur subsequently\" with someone else (see LSJ).",
  "πέμπω": "To send, but critical consensus seems to be that this is different from ἀποστέλλω \"to send with authority\" or \"to commission\".",
  "θυμός": "Deliberately not translating this (just transliterating) because there is no modern English equivalent. See http://www.artofmanliness.com/2013/03/11/got-thumos/",
  "ἐξορκιστής": "LSJ: \"exorcist\"",
  "ὑβρίζω": "It may seem far from intrans \"ran riot\" to trans \"insult\", but the common sense of \"overing\" = \"exceeding the bounds\" holds.",
  "πόλις": "TDNT: \"The term never means 'state'...The polis is the walled city and larger center, while the komai are subordinate towns\".",
  "ἔνδυσις": "TODO: distinguish from ἱμάτιον",
  "σημεῖον": "M&M: signature (not \"sign on a wall\"), seal on a message, outward distinguishing mark, proof.",
  "θεωρέω": "Jn 16:16 \"Μικρὸν καὶ οὐκέτι θεωρεῖτέ με, καὶ πάλιν μικρὸν καὶ ὄψεσθέ με.\" So there is a difference between \"θεωρέω\" and \"ὁράω\". TDNT puts it down to \"observe\" as an audience or \"review troops\" versus \"see\" or \"look\" actively.",
  "πρόσκαιρος": "Accepting the popular distinction for now between χρόνος = chronological span and καιρός = opportune moment. #todo needs research.",
  "αὐθεντέω": "http://en.wikipedia.org/wiki/1_Timothy_2:12 is fascinating. Given that the applications are broad in their contexts, IMO the word must itself be abstract, and should not be reduced to a specific concrete meaning based on the local context. IMO, that abstract meaning comes, on the one hand, from its parts αὐτός=\"self-\" and ἐντός=\"-within\" (or more at ἔντοσθε \"from within\", although any derivation here is uncertain), and on the other, from a social perspective given a world of strict hierarchy, to mean \"act from within oneself, as opposed to being directed by superiors\". When one has no superiors, this is proper and can mean \"authority\"; when one has a superior, it is improper. Small wonder that most of the cases involve violence, then, since the pressure to be subordinate was so strong.",
  "μακρός": "\"long\" but also \"far\" as the opposite of ἐγγύς = \"close\".",
  "σκανδαλίζω": "Moulton and Milligan: \"I set a trap for\", but the -ίζω ending seems to me to be more \"trapped\" as a completed action. \" Rom 9:33 \"πέτραν σκανδάλου\" implies a deadfall trap (see https://en.wikipedia.org/wiki/Trapping#Deadfall_traps), so some of the uses which mention food could imply bait, and some which mention body parts could imply them being crushed, not snared. See also LSJ σκανδαλάριος, \"shingler\" (assuming rock or clay shingles), but also \u0001σκανδαλιστής \"prob. acrobat who performed on a trapeze (σκάνδαλον)\".",
  "ῥαντίζω": "LSJ: \"purify\", but that is a connotation, the denotation is as http://logeion.uchicago.edu/index.html#ῥαντός = \"sprinkled\".",
  "κληρονόμος": "Lit, \"an allotment of the law\"?",
  "κεφαλίς": "LSJ: κ. βιβλίου roll",
  "εὐχαριστία": "Malina might suggest that this is to return a favor, and indeed M&M note it means \"oblige\" until late Greek (3rd-8th centuries). Difficult to decide whether and when it should be \"oblige\" vs \"be obliged\".",
  "μισέω": "Going with \"detest\" here only to avoid collision with ἐχθρός. Mt 5:43 is a good example: \"Ἀγαπήσεις τὸν πλησίον σου καὶ μισήσεις τὸν ἐχθρόν σου.\"",
  "καταποντίζομαι": "English doesn't really have a word for ποντίζω = \"to be ocean-ed\". But καταποντίζομαι is easily enough \"to sink in the sea\".",
  "στρῆνος": "\"wanton\" is a great translation if you don't want it to mean anything, since \"wanton\" ranges from \"unrestrained sexual behavior\" to \"cruel\" to \"wasteful\". It's a shame that this traditional English reading seems to have been chosen because it's near the word \"prostitution\", and there was a marked propensity in Thayer's day to translate uncertain words as if they were near-synonyms of other words close by.\n\nI'm choosing \"insolence\" here because:\n 1. it is LSJ's primary gloss for στρῆνος\n 2. it fits both LXX 4 Ki.19.28 and Lycophron's Alexandria line 438 (\"when kindred father to the Night girls toward a murderer of kin they made ready insolence of doom\")\n 3. it fits with LSJ's etymology from στερεός \"metaph. stiff, stubborn\" instead of \"luxurious\" which others have invented.\n",
  "ἐμπνέω": "Not \"inhale\" (εἰσπνέω), but \"breathe upon/into\".",
  "προσκυνέω": "I tried \"kowtow\" for a while to see how it reads, but now I'm back to \"bow\". I'd like to keep the connotation of subservience that the English word \"worship\" just doesn't carry anymore.\n\nIf προσκυνέω comes from κυνέω, then [Odysseus 21.224](http://www.perseus.tufts.edu/hopper/text?doc=Perseus:abo:tlg,0012,002:21:224&lang=original) says:\n\n    τὼ δ᾽ ἐπεὶ εἰσιδέτην εὖ τ᾽ ἐφράσσαντο ἕκαστα,\n    κλαῖον ἄρ᾽ ἀμφ᾽ Ὀδυσῆϊ δαΐφρονι χεῖρε βαλόντε,\n    καὶ κύνεον ἀγαπαζόμενοι κεφαλήν τε καὶ ὤμους\n    ὣς δ᾽ αὔτως Ὀδυσεὺς κεφαλὰς καὶ χεῖρας ἔκυσσε.\n    .\n    but when they who had been showed looked in well,\n    they were crying then on both sides to wise Odysseus who threw hands\n    and κύνεον who love head and shoulders as well\n    but similarly Odysseus ἔκυσσε head and hands\n\n\"and loving, they were kissing head and shoulders as well\" is the popular translation, assuming κύνεον to be a form of the verb \"to kiss\" as \"ἔκυσσε\" is in the next line. I'm not convinced it's not \"bowing head and shoulders\".\n\nBut [Herodotus 1.134](http://www.perseus.tufts.edu/hopper/text?doc=Perseus:abo:tlg,0016,001:1:134&lang=original) says:\n\n    ἐντυγχάνοντες δ᾽ ἀλλήλοισι ἐν τῇσι ὁδοῖσι,\n    τῷδε ἄν τις διαγνοίη εἰ ὅμοιοί εἰσὶ οἱ συντυγχάνοντες:\n    ἀντὶ γὰρ τοῦ προσαγορεύειν ἀλλήλους φιλέουσι τοῖσι στόμασι:\n    ἢν δὲ ᾖ οὕτερος ὑποδεέστερος ὀλίγῳ, τὰς παρειὰς φιλέονται:\n    ἢν δὲ πολλῷ ᾖ οὕτερος ἀγεννέστερος, προσπίπτων προσκυνέει τὸν ἕτερον.\n\n    but meeting one another in the streets,\n    anyone might ever distinguish if those who meet are equals\n    for instead of addressing they kiss (φιλέουσι, \"show affection\") on the lips;\n    but were one or the other being a little inferior, kissing (φιλέονται, \"showing affection\") the cheeks;\n    but were one or the other extremely low-born, falling toward προσκυνέει the other.\n\nπροσκυνέω should probably be read as \"bowing to\". As BDAG puts it, \"freq used to designate the custom of prostrating oneself before persons and kissing their feet or the hem of their garment, the ground, etc.\"",
  "ἀποκτείνω": "I just prefer \"slay\" to \"kill\" because of the \"apo-\" prefix which implies a forward movement to the killing.",
  "ψωμίζω": "LSJ: \"feed by putting little bits into the mouth, as nurses do to children, or sick people\"",
  "ἐπιγαμβρεύω": "http://logeion.uchicago.edu/index.html#γαμβρεύω \"form connections by marriage\". The emphasis is on the genealogy, not the individuals.",
  "Χριστός": "\"anointed (one)\". It would be perfectly reasonable to use \"messiah\" instead, to give more of the sense of expectation present at the time, and to assist with later usage where it is used alone as a synechdoche for Jesus. But we can achieve the same thing, I think, by capitalizing it as \"Anointed\" where necessary, which allows better visual parallels where present. In addition, \"Messiah\" is already taken (and \"Anointed\" should be the translation) in Jn 1:41, \"Εὑρήκαμεν τὸν Μεσσίαν ὅ ἐστιν μεθερμηνευόμενον χριστός.\"",
  "ἀνανεόω": "From \"ἀνα\" (again) + \"νεόω\" (make young/new).",
  "πανοπλία": "Not just armor, but arms as well.",
  "διαστέλλομαι": "stello\t\torder\t\t\tmake ready or fit, rig, dress, prepare, fetch, summon, furl\n\napostello\torder away\t\tsend away, banish, dispatch, doff, intransitive: withdraw\ndiastello\t\torder through\texpand, separate, dilate, tear open, divide, define, distinguish\nepistello\t\torder upon\t\tsend to, write, give orders\nkatastello\torder down\t\torder, arrange, equip, dress, let down, lower, press down, repress, restrain\nsustello\t\torder together\tdraw together, contract, humble, shorten, wrap up, gird\nupostello\torder under\t\tdraw in, contract, tuck down, reduce, draw back, shrink, restrict\n",
  "εὖ": "Need to distinguish this from agathos somehow.",
  "Ἀσιάρχης": "LSJ: \"priest of the Imperial cult in the province of Asia\"",
  "σοφία": "\"Wisdom\" is the typical gloss but I'm going to go with \"philosophy\" to highlight the distinction with phronesis. I don't see a case for ever translating it in the NT as a personified Wisdom.",
  "ἱερόν": "How hard should I work hear to make this align phonetically with hieros = sacred?",
  "ἡγέομαι": "LSJ: \"lead, command\", and \"post-Hom., believe, hold... 2 with an attributive word added, hold or regard\"",
  "εὐσεβής": "TODO: need to distinguish from δοξάζω",
  "νόμος": "LSJ: \"custom, usage, law\" but distinct from θεσμός \"that which is laid down and established\"\n\n\"…Cleisthenes [b 580 BC] has been credited with a significant change in Greek political vocabulary, the application of the word nomos, instead of the traditional thesmos, to designate statutory law. What is significant about this change is that, while thesmos implies the imposition of law from above and has a distinctly religious flavour, nomos — a word that suggests something held in common, whether a pasture or a custom — implies a law to which there is common agreement, something that people who are subject to it themselves regard as a binding norm. The application of nomos to a statue became common usage in Athens, which had thereby adopted ‘the most democratic word for “law” in any language’.\" — Ellen Meiksins Wood, Citizens to Lords, p. 36 (from http://fragments.awedge.net/?p=1210)\n\n...but neither is it ψήφισμα: \"In the fourth century...Nomos meant a general norm without limit of duration, whereas psephisma meant an individual norm which, once carried out, was emptied of its content\" The Athenian Democracy in the Age of Demosthenes: Structure, Principles, and ...\n By Mogens Herman Hansen p162\n\n\"Nomos is primarily, though not exclusively, written law or custom. Thesmos is unwritten law, divine (in the Greek sense) or natural...This particular thesmos [of P-Dio] does not appear in Scripture, of course. It refers to the Neoplatonist universal substrate of hierarchic order, the basis of the transmission of good from higher to lower levels. Thesmos is universal cosmic order\" Hierarchy and the Definition of Order in the Letters of Pseudo-Dionysius By Ronald F. Hathaway",
  "οὐρανός": "TDNT: When plural, \"heavens\"; there was plenty of speculation as to how many heavens there were.",
  "περιποιέομαι": "See LSJ. Not \"purchase\" as so many lexicons gloss it but \"compass\".",
  "φρόνημα": "\"opinion\" but in 21st-century English that is \"belief\". Fortunately, we used \"rely\" for pisteuo so there's no conflict of glosses here.",
  "ἐκτρέφω": "\"bring out of the nursery\", \"rear\".",
  "δοκέω": "commonly glossed as \"think\" or \"seem\", M&M, LSJ, etc. make the case that it has more to do with what one expects to do. In modern parlance, this is what it means to \"believe\" something; not the ecstatic \"I believe!\" but the reasoned \"I *believe* it to be true, but I don't *know*\".\n\nThe entire δοκ- group appears to hinge on the concept of watching to see how something will turn out, with greater and greater degrees of certainty:\n * δοκάω: watch closely\n * δοκεύω: keep an eye on\n * δοκέω: seem, believe\n * δοκιμάζω: assay",
  "ναός": "M&M: more precise than \"ἱερόν\" ~= \"the temple precincts\".",
  "γραμματεύς": "TDNT: literally perhaps \"scribes\" but by this point in the NT, really \"rabbis\" who sought to distinguish themselves from secular scholars; therefore: \"theologians\".",
  "ἀγνοέω": "It would be great to have a verb in English for \"direct one's mind to\" but I think \"discern\" will have to do here. :(",
  "περίεργος": "LSJ: περιεργάζομαι \"overdo, meddle, haggle\", περίεργος \"overwrought, superfluous\".",
  "ἐπιούσιος": "McReynolds: \"sustaining\". But opinion is divided on this rare word; some translate it as \"tomorrow\".",
  "δίλογος": "διλογέω = \"repeat\" and διλογία = \"repetition\" but δίλογος means \"double-tongued\"?",
  "πρόβατον": "LSJ: \"Orig. of small cattle, sheep and goats, which in primitive mixed herds walk in front (προβαίνει) of the larger animals.\"",
  "ἀναστρέφω": "Jn 2:15 ἀναστρέψω = \"overturn\", which appears to have the wrong lemma in SBLGNT's morphology.\n\nLSJ: \"invert\"",
  "συνέχω": "LSJ: \"hold together\" but also \"afflict\".",
  "φοβερός": "I would love to find other examples of -ερ being added. I can't seem to find any resource which discusses that suffix.",
  "μομφή": "μέμφομαι \"complain\" which is not quite μωμάομαι \"blame\"",
  "σείω": "τινάσσω is more properly \"shake\" like clothing or weapons. σείω is for earthquakes and similar disturbances. σαλεύω is for the rolling of a ship.",
  "κομίζω": "LSJ: \"carry away so as to preserve\" and \"carry away as prize or booty\" (cf 1Pet 5:4)",
  "τηρέω": "M&M: \"watch\", \"guard\", \"protect\". The latter seems best for wine, words, and charges. Maybe \"guard\", but I'd like that to be distinct from phulake.",
  "παρρησία": "M&M: freedom/boldness in speech, therefore \"confidence\" but in one's own speech etc, not some other's actions.",
  "προσευχή": "pros = toward + euche = wish: \"a wish toward (someone)\" = prayer",
  "μαρτυρία": "Not \"evidence\", as if prosecutors had cameras and DNA testing, but \"testimony\" from people, whether witnesses or not.",
  "ὑψόω": "Tough to keep this one distinct from αἴρω. I'm going with \"raise\" for ὑψόω and \"lift\" for αἴρω since the latter seems to have more of a connotation of handling manually.",
  "ἀγαπάω": "[Trench](http://studybible.info/trench/Love) makes the case that ἀγαπάω is closer to \"esteem\" and φιλέω more affectionate. LSJ agrees: \"as dist. fr. φιλέω (q. v.) implying regard rather than affection, but the two are interchanged.\"",
  "τρέφω": "LSJ: thicken, rear, foster, nurse, maintain, nourish.",
  "ὁρμάω": "TDNT: transitive \"impel\". Definitely a sense of starting powerfully. Not sure the common \"rush\" carries that. I'm going to go with \"bolt\" for now since it goes with the pigs in the Gospels. May revisit when I get to Acts again.",
  "παρατίθημι": "set + beside (active) or aside (middle). Could this be \"share\" in Mk 6?",
  "συνάγω": "LSJ: \"bring/draw together\"",
  "λαλέω": "Hmm, TDNT says \"babble, prattle\". That...doesn't seem to be very common in translations. It's hard to translate \"καὶ ἐλάλει αὐτοῖς τὸν λόγον\" in Mark 2 as \"[Jesus] babbled the word to them\". To keep the connotation of \"sound\" more than \"meaning\" I'm going with \"speak\" for now.",
  "ἔσωθεν": "See Rev 4:1 and 5:6 for pairs with ὄπισθεν \"from behind\" vs ἔμπροσθεν \"in front\" or ἔσωθεν \"from within\". Sometimes, it seems more natural in English to write \"outside\" or \"inside\" where a strict \"from-\" prefix is probably more literal.",
  "παραλέγομαι": "From λέχομαι = \"lie down\". See http://logeion.uchicago.edu/index.html#λέχομαι",
  "ἐντρέπω": "LSJ: \"metaph. be shamed\"",
  "πείθω": "LSJ: pf. 2 πέποιθα trust, rely on",
  "καταβαίνω": "Since we use \"ascend\" for \"ἀναβαίνω\" we use \"descend\" here. It is more than just \"going down\"; this is \"dismounting\" like a horse or second floor, etc. according to TDNT, M&M.",
  "ἐκπλήσσομαι": "Strong's: \"strike out\", \"drive away\", commonly: \"astonish\". I therefore prefer the English \"struck (by)\" since it connotes amazement and the act of hitting.",
  "ἀγαλλιάω": "Not really happy with \"rejoice\"--needs a distinction between active, middle/passive.",
  "νοέω": "It would be great to have a verb in English for \"direct one's mind to\" but I think \"discern\" will have to do here. :(",
  "φιλόσοφος": "Ironically, the modern use of the English word \"philosophy\" is closer to the meaning of the root \"σοφός\", and so the word \"φιλοσοφία\" must become \"love of philosophy\".\n",
  "διατάσσω": "plural-ish \"made arrangements\" rather than just \"arranged\" to emphasize the distributive nature.",
  "πλεονεξία": "πλεον = \"more\" + εξία = \"have\".\n\nLSJ [1] clearly shows that this is not just wanting more or taking more, but \"more than your share\" specifically at the expense of others where limited goods are concerned (which was assumed to be everything, see Malina).\n\n[1] http://www.perseus.tufts.edu/hopper/morph?l=%CF%80%CE%BB%CE%B5%CE%BF%CE%BD%CE%B5%CE%BA%CF%84%CE%AD%CF%89&la=greek#lexicon",
  "ἱμάτιον": "TODO: distinguish from ἔνδυσις",
  "χαλκολίβανον": "Some lexicons assume χαλκο- means \"bronze\", and therefore guess the meaning to be \"fine bronze\"? I rather suspect the first morpheme is borrowed back from Latin \"calx\" (from Greek \"χάλιξ\") and refers to chalky oxides.",
  "νομίζω": "\"deem\" is certainly archaic in 21st c English. Webster's 1828 defines it as \"1. To think; to judge; to be of opinion; to conclude on consideration 2. To estimate.\" Given the passages we have in the NT, they all involve some measure of contradiction: whatever the actor deemed to be true wasn't. That is captured today by the word \"assume\".\n\nThe more difficult question is whether and how to tie this to νόμος.",
  "πειράζω": "LSJ: attempt, prove, try, put to the test, tempt.\n\nLSJ: πειραστικός = \"tentative\" is perhaps the best approach to the semantics of this word. Any sense of \"tempt\" appears to be a theological over-systematization: πειρασμόν = \"put to the test\" but we're reading the Bible and that occasionally means \"put to the test regarding one's resolve to resist temptation\", therefore it always means \"tempt\". But the canonical basis for \"tempt\" is somehow LXX Deut 6:16 \"Do not tempt God\" as if he could be tempted--but he can be put to the test.",
  "πρασιά": "M&M: \"garden bed\" of e.g. leeks or onions.",
  "παρενοχλέω": "LSJ: \"annoy\"",
  "ἀλλάσσω": "\"changed\", but in Ro 1:23 when combined with \"in\" becomes \"exchanged\", or maybe \"intertwined\" (?) because Paul is perfectly capable of using μεταλλάσσω to mean \"exchange\" just after.",
  "φρήν": "The seat of \"thinking\", but from having experience with it, as opposed to σοφία which is abstract theorizing about principles. See e.g. http://en.wikipedia.org/wiki/Phronesis",
  "ὅσιος": "LSJ: opp. δίκαιος, sanctioned by divine law, hallowed, holy...hence, in a common antithesis, τὰ δίκαια καὶ ὅ. things of human and divine ordinance; opp. ἱερός, permitted or not forbidden by divine law, profane, ἱερὰ καὶ ὅ. things sacred and profane",
  "ἀνταποδίδωμι": "ἀποδίδωμι already means \"to give back\" in most cases. The addition of ἀντ- implies that what is given back is _equal_ to the original gift.",
  "παρακαλέω": "\"summon, invite (someone to come alongside)\", which may on occasion be comforting, but that is not the primary sense.",
  "ὑπερεντυγχάνω": "LSJ: \"intercede\" but other parts of Rom 8 use εντυγχάνω ... ὑπερ. It's difficult to find a gloss for εντυγχάνω that works both ways.",
  "καθαρός": "\"Pure\" in the sense of cutting out that which is impure, so it applies equally to pruning fruit. \"Clean\" would be equally good, but we reserve that for \"nipto\" (to clean a part of the body).",
  "ἐπιθυμέω": "= \"exercise one's thumos upon\", make something the object of one's emotions or appetite.",
  "χαρίζομαι": "Unfortunately, \"to favor\" in 21st century American English means \"to prefer\" or \"to be my favorite\". I'm going to try \"do a favor\" for now instead a la Wallace & Rusk.",
  "οἰκία": "TDNT: \"In Greek, a distinction is first made between the broader οἶκος and the narrower οἰκία, whereby the latter denotes only the \"house.\"",
  "ἀσωτία": "Lit. \"un-saving\" i.e. \"wasteful\".",
  "ἔπαινος": "Not εὐλογέω = \"say something good about\" but ἔπαινος ~ \"make famous\", increase the reputation. M&M \"commemorate as a hero\".",
  "ἁγνίζω": "M&M: prepare for worship. This may involve purification ritual but is not limited to it.",
  "προσμένω": "perhaps literally \"stay toward\" but \"stay with\" connotes that in English.",
  "προσοχθίζω": "LSJ: \"sorely angered, vexed in spirit\". But the examples seem more like being resigned to frustration than anger. In the Iliad 1 and 15, Hera and the others are frustrated by Zeus when he says he can do what he likes and there's nothing they can do about it. In the Odyssey 23, Odysseus is frustrated because his wife is testing to see if it really is him after 20 years (saying that his bed, which he created in place from a tree, is outside). In the Iliad 11, Odysseus is afraid because he has been left alone in war.",
  "κοιμάομαι": "Apparently not just \"sleep\" like ὕπνος but \"the act of going to sleep\".",
  "λατρεία": "Not just \"service\" as if a bound servant, but \"service due in return for pay\", or, in the case of service to gods, \"service due\" in return for favor.",
  "ἀσπάζομαι": "a + spao \"draw a sword\". Of course this means \"welcome\"; it's so obvious. Perhaps \"a\" is negative and putting one's sword away signifies welcome. M&M say it's most common as a salutation at the end of a letter.",
  "ἑτοιμάζω": "Strong's: \"make ready\", from an old word for \"fitness\". TDNT: Passive = \"readiness\".",
  "πατάσσω": "τύπτω = \"hit\" which needs to be distinct from πατάσσω = \"strike\". I chose \"hit\" for the former because it seemed in most contexts to be contacting without tools, whereas the latter was often with a sword or other. Although one can use \"hit\" with tools and \"strike\" without in English, the connotations seem right to me.",
  "πτωχός": "From roots of \"crouching/cringing\" or \"fallen\" hence \"poverty-stricken\". It's a bit stronger to render it this way as an activity than the modern economic abstract adjective \"poor\". I'm avoiding \"beggar\" here because προσαίτης (\"one who requests toward\") carries that aspect of asking more strongly.",
  "συντέμνω": "Ro 9:28 \"λόγον γὰρ συντελῶν καὶ συντέμνων ποιήσει...\" has a nice alliteration as \"completely and concisely\".",
  "νουθετέω": "LSJ: Lit. hence \"admonish, warn\".",
  "ἔρημος": "TDNT: abandonment, desolate, waste, uninhabited. \"Wilderness\" doesn't seem right, connoting \"wildness\" more than \"emptiness\". \"Desert\" seems closer. And although it would literally be \"deserted\" as an adjective (or \"deserted place\" as a noun), I'm going to stick with \"desert\" since that's much more natural in English.",
  "Χριστιανός": "See http://ichthys.com/mail-the-name-Christian.htm which quotes A. T. Robertson's _Word Pictures_.",
  "λούω": "See http://studybible.info/trench/Wash",
  "κολυμβήθρα": "M&M: kolumbao = \"dive\". But we don't have a word \"divery\" in English. So \"pool\".",
  "σκύλλω": "Moulton and Milligan: \"flay, skin\", but physical in the Classical period, metaphorical \"harass\" by MGr.",
  "ἔπειμι": "LSJ: \"be upon, present, imminent...of Time, to be hereafter\"",
  "ἐρωτάω": "Trench: \"The distinction between aiteo and erotao is as follows. Aiteo is the more submissive and suppliant term. It is consistently used to refer to an inferior's seeking something from a superior (Acts 12:20), of a beggar's seeking alms from a potential donor (Acts 3:2), of a child's seeking something from a parent (Lam. 4:4; Matt. 7:9; Luke 6:11), of a subject's seeking something from a ruler (Ezra 8:22), and of a man's seeking something from God. In classical Greek, erotao never means \"to ask\" but only \"to interrogate,\" or \"to inquire.\" Like rogare (inquire), erotao implies an equality between the one who asks and the one who is asked as a king with another king (Luke 14:32)or if not equality, then a familiarity that lends authority to the request.\"",
  "γόης": "Middle Liddell: \"one who howls out enchantments, a sorcerer, enchanter\"",
  "ἀγαθός": "[Trench says](http://studybible.info/trench/Goodness), quoting Jerome: \"chrestotes is a virtue willingly ready to do good. Agathosyne is not much different, for it also seems ready to do good. But it differs in that it can be more harsh and with a countenance wrinkled by strict standards for one to do well and to excel in what is demanded, without being pleasant to associates and attracting crowds by its sweetness. Also the followers of Zeno define it as follows: agathosyne is a virtue which is beneficial, or a virtue which promotes usefulness, or a virtue for its own sake, or a disposition which is the source of all benefits.\"\n\nThroughout the NT, the word is often contrasted with πονηρός, but also κακός and φαῦλος.",
  "χορηγέω": "originally \"to lead a chorus\" but eventually \"defray the cost of bringing out a chorus at the public festivals\" (LSJ) as a patron of the public",
  "ἅλυσις": "Keep this distinct from δέω = \"to bind\"; therefore, \"restraint\" rather than \"bonds\".",
  "γινώσκω": "LSJ: \"come to know, perceive, and in past tenses, know, c. acc., Il.12.272, etc.; as dist. fr. οἶδα know by reflection, γιγνώσκω, = know by observation\".\n\nI'm using \"come to know\" because http://inthesaltshaker.com/drills/vrbmorph.htm says: The stem is γνο (\"know\")... To this, the σκ durative aspect morph is added as well\".\n",
  "διασπάω": "Since σπάω means \"to draw one's sword\" I have a hard time believing δια+σπάω means \"torn asunder\" as Thayer would have it. Doesn't it rather mean \"to draw through\"? So In Mk 5:4, we get \"the restraints were drawn through under him\" meaning not just on his wrists but between his legs too. This also resolves the problem of the passive voice; if Thayer is right then it would be that the man *was torn* asunder by the restraints.",
  "πνοή": "See http://studybible.info/trench/Wind",
  "ἐπιτάσσω": "\"epi\" = \"upon\" + \"tasso\" = \"arrange\". Therefore \"order\" carries the primary meaning of \"command\" but also the connotation of putting things in order.",
  "τροποφορέω": "Ac 13:18 Most likely a form of τροφοφορέω, \"bring nourishment\".",
  "ἐγκαίνια": "The Hebrew word for \"dedication\" is \"Hanukkah\".",
  "κάτω": "\"beneath\"/\"below\" but not the comparative \"lower\" (κατώτερος). Used both of earth below heaven and the world below earth.",
  "ἀπόστολος": "Moulton and Milligan note that \"apostolos\" in a nautical context is actually used for the \"ship\" itself. Indeed, if English had a better noun, I would render \"apostello\" as \"ship\" and \"apostolos\" as \"shipper\". But \"envoy\" will have to do instead. It has come to mean \"diplomat\" unfortunately, but its original was much broader.",
  "σιτιστός": "see σιτευτός",
  "πνεῦμα": "See http://studybible.info/trench/Wind",
  "ἐκπειράζω": "LSJ: πειραστικός = \"tentative\" is perhaps the best approach to the semantics of this word. Any sense of \"tempt\" appears to be a theological over-systematization: πειρασμόν = \"put to the test\" but we're reading the Bible and that occasionally means \"put to the test regarding one's resolve to resist temptation\", therefore it always means \"tempt\". But the canonical basis for \"tempt\" is somehow LXX Deut 6:16 \"Do not tempt God\" as if he could be tempted--but he can be put to the test.",
  "ζῷον": "Why \"animal\" and not \"living creature\"? Because the latter is awkward in English, and I believe only preferred by some translations because it doesn't carry the connotation that these beings might be lesser beings. But LSJ notes that this word did carry that when used \"contemptuously\". We can pick and choose the connotations inherent in the translation but not those in the original.",
  "ζημιόω": "\"lose\" is typical but 1) the form is passive, and 2) we shouldn't conflict with ἀπόλλυμι (\"let go\", \"lose\") as in Lk 9:25 \"δὲ ἀπολέσας ἢ ζημιωθείς\". Therefore, \"penalize\" as M&M mention.",
  "θεραπεύω": "TDNT: \"serve, treat, care for, heal\". Although Jesus in particular performs complete healings, the norm (and therefore the common meaning of the word) was to \"tend\", not \"heal\" (which is more properly ἰάομαι, cf Lk 6:18). The passive aorist is a little tricky, cf Mt 17:18 \"καὶ ἐθεραπεύθη ὁ παῖς ἀπὸ τῆς ὥρας ἐκείνης\" ~= \"and the child was tended from that hour\" because it's too easy to read as a perfective in English (\"was healed\" would fare no better, being read as if \"healed\" were an adjective). The sense is more \"the child was done being tended\", just like one would say \"the ball was kicked\".",
  "δαιμόνιον": "TDNT: Ancient Greek \"daimon\" used more for beings and \"daimonion\" (neuter) for \"divinity\" or \"fate\". Not necessarily evil in Gk thought, but mostly ignored in the OT.",
  "ἀρχή": "\"beginning\" is often used, but strays too far in my opinion from the sense of primacy in modern English, especially in that there is no form of the word which fits when \"rulers\" are denoted. For now, I'm compromising on \"founders\" and \"founding\" as needed to at least retain some phonetic linkage. I only wish I could do the same for ἀρχαῖος.",
  "βδέλυγμα": "From bdeo \"to stink\".",
  "κοινός": "Moulton & Milligan: together, \"customary\", \"society/guild\". \"panta koinos\" ~= \"the whole world\". \"profane\" is specifically Jewish.\n\n\"common\", \"vulgar\", as the opposite of ἅγιος \"consecrated\". When some complained about the \"dirty hands\" of Jesus' students, it wasn't about removing earth from skin but about removing one's self from that which is common.",
  "κολάζω": "M&M mention undertones of \"deprive\" and even \"prune\" a la κολούω = \"curtail\".",
  "ἐπιθυμία": "= \"exercise of one's thumos upon\", the making of something to be the object of one's emotions or appetite.",
  "καλέω": "M&M: \"summon, invite\". But reconciling that with \"καλέσεις τὸ ὄνομα αὐτοῦ Ἰησοῦν\" is difficult, which is likely why so many gloss this as \"call\" instead. But that collides with \"φωνέω\" which is probably best rendered as \"call\", although in the sense of making a sound, not summoning.",
  "χαίρω": "\"happy\" may not be the best word here; \"glad\" or even \"delight\" might be better. But I feel it's important to use something which allows a true passive, and it's just not good English to say \"it rejoiced me\" when \"it delighted me\" or \"it made me happy\" is a better fit.",
  "Ἰσκαριώτης": "Not much to say here definitively. See e.g. http://en.wikipedia.org/wiki/Judas_Iscariot#Etymology for links.",
  "μέρος": "M&M: part of a constituent whole.",
  "κτίσμα": "\"creation\" in English can refer to both the activity and the product. I'd rather use \"creation\" for the activity (κτίσις) so I'll use \"created thing(s)\" here for distinctiveness.",
  "κραυγάζω": "LSJ: \"shriek, scream, shout\" but I don't see any evidence of the former in the NT. It's always \"shout\". cf βοάω",
  "διανόημα": "The \"dia\" prefix indicates, not the immediate apprehension of noesis, but the *process* of thinking discursively. See http://en.wikipedia.org/wiki/Dianoia",
  "διαλέγομαι": "Not \"discuss\", which is διαλογίζομαι, but \"lecture\" as M&M say.",
  "ἄγε": "A surprisingly undiscussed form. Following McReynolds for now.",
  "ἐντεῦθεν": "LSJ: of place, hence; of time, henceforth; causal, thence",
  "ἀναιρέω": "often, \"kill\"",
  "προσαίτης": "Hm. Hard to choose between προσαίτης = \"one who requests toward\" = \"beggar\" and πτωχός = \"one who cringes\" = \"beggar\".",
  "συντρίβω": "συν+τρίβω \"rub/tread/wear down together\". Moulton and Milligan give the example of rubbing ingredients into a salve.\n\nIn Mk 5:4 it may well be that the shackles were not \"broken by the man\" but \"crushed onto him\": welded or crimped.",
  "ἔλεος": "Pity and Power in Ancient Athens (Rachel Hall Sternberg, ed): \"Kleon urges the Athenians not to be led astray by oiktos. The reason that he offers is that eleos is right only in a context of reciprocal relations (Thuc. 3.40.2-3)...Could one of the two words imply that the pitier has the power to help the pitied and is inclined to do so? But the eighteen cases of pity where the pitier intervenes are almost evenly divided between oiktos and eleos.\" I'm not sure the latter bears on the former...the existence of a peer or patron relationship is not the same as the motivation to intervene. So Kleon may be right, and oiktos is for relationships where the pitier has so much more power that no reciprocity is expected.\n\nBut also (p 68) \"In Homer's poetry, eleos appears more active, the giving of pity, as opposed to oiktos, the more passive feeling of pity, a restraint from inflicting further shame.\" That drives me to choose \"compassion\" for eleos and \"pity\" for oiktos.",
  "κόκκος": "OK, \"kernel\" because 1) it goes well with corn (σῖτος) in Jn 12:24, and 2) with mustard (κόκκος) elsewhere it's not quite the same as seed (σπόρος) or grain (στάχυς).",
  "πόλεμος": "M&M: \"war\", or sometimes \"a battle\".",
  "ἔγγυος": "cf ἐγγυάω \"give as a pledge\".",
  "ἀγανακτέω": "How \"much pain\" gets glossed so precisely to \"became indignant\" is beyond me. Let's try \"anguish\" instead for now and refine it as more context becomes available...",
  "εὐώνυμος": "See http://www.laparola.net/greco/louwnida.php?sezmag=82&sez1=7&sez2=12 for why this might be something other than \"left\".",
  "ὁσιότης": "LSJ for \"ὅσιος\": opp. δίκαιος, sanctioned by divine law, hallowed, holy...hence, in a common antithesis, τὰ δίκαια καὶ ὅ. things of human and divine ordinance; opp. ἱερός, permitted or not forbidden by divine law, profane, ἱερὰ καὶ ὅ. things sacred and profane",
  "αὐτοῦ": "Genitive used as an adverb for \"there\". See http://www.perseus.tufts.edu/hopper/morph?l=%CE%B1%E1%BD%90%CF%84%CE%BF%E1%BF%A6#Perseus:text:1999.04.0057:entry=au)tou=-contents",
  "ἐμβριμάομαι": "Robertson: \"brimomai\" = \"snort as a horse\".",
  "βασκαίνω": "See http://en.wikipedia.org/wiki/Evil_eye#Greece",
  "μικρός": "Usually contrasted with great not tall.",
  "γέ": "LSJ:  εἴ γε, ἐάν γε, if that is to say, if really.",
  "γραώδης": "See http://logeion.uchicago.edu/index.html#γραῖα",
  "θαυμάζω": "I know, I'm not making a distinction here between active and passive, but that's because the only modern English idiom is already passive (nobody says \"marvel\" or \"amaze\" anymore, perhaps because we're all too cynical).",
  "λύω": "Ugh. Typically, I like to translate a verb that has lots of prefixes in Greek with a similar verb in English that has various helping prepositions, like \"tear up, tear from, tear down\". But how do you translate the many forms of a word that itself means \"dis-\" or \"de-\"? The closest I could get was to fix the preposition and vary the verb: \"tear apart\", \"fall apart\". I guess I'll try just using dis/de/un instead:\n    luo: untie\n    analuo: depart\n    apoluo: dismiss\n    dialuo: dissolve\n    kataluo: dismantle",
  "ῥύομαι": "If derived from http://www.perseus.tufts.edu/hopper/morph?l=e%29ru%2Fw&la=greek&can=e%29ru%2Fw0&prior=r(u/omai#lexicon",
  "ῥεδή": "The prevailing opinion seems to be that this a borrowed from Latin, see http://logeion.uchicago.edu/index.html#raeda",
  "ἐγκεντρίζω": "\"goaded\" but also \"grafted\".",
  "στῆθος": "LSJ: \"breast, of both sexes, being the front part of the θώραξ, divided into two μαστοί\"",
  "ἀνακρίνω": "LSJ: examine, interrogate. I'd like to know more about how this meaning relates to its roots.",
  "νίπτω": "See http://studybible.info/trench/Wash\n\nνίπτω is always for a part of the body, especially the face and hands.",
  "ἄμεμπτος": "μέμφομαι \"complain\" which is not quite μωμάομαι \"blame\"",
  "διαλλάσσομαι": "A difficult word. The base sense comes from αλλάσσω which LSJ says means \"exchange\" with an emphasis on business exchanges or \"trade\". And as is typical, adding δια- doesn't change LSJ's glosses much (presumably because the editors don't place much stock in prepositional prefixes altering the meaning). But somehow adding δια makes it \"esp. change enmity for friendship, reconcile one to another\"? Plenty of extra-Biblical references for that; might be interesting to review them. Yet the passive can also mean \"to be different\"? Confusing.",
  "ἀγαθωσύνη": "[Trench says](http://studybible.info/trench/Goodness): \"chrestotes is a virtue willingly ready to do good. Agathosyne is not much different, for it also seems ready to do good. But it differs in that it can be more harsh and with a countenance wrinkled by strict standards for one to do well and to excel in what is demanded, without being pleasant to associates and attracting crowds by its sweetness. Also the followers of Zeno define it as follows: agathosyne is a virtue which is beneficial, or a virtue which promotes usefulness, or a virtue for its own sake, or a disposition which is the source of all benefits.\"\n\n> Rather than being a virtue that refers only to a person's words and countenance, chrestotes refers to a virtue that pervades and penetrates the whole nature, that mellows anything harsh and austere. Thus wine that has been mellowed with age (Luke 5:39) is chrestos, and Christ's yoke is chrestos, because it has nothing harsh or galling about it (Matt. 11:30). Cocceius distinguished chrestos and agathosyne this way: \n\n> From this example it is dear that this word [chrestotes] indicates a certain generosity and eagerness to do good. The other word [agathosyne] implies kindness, agreeableness of manners, eloquence, earnestness of character, and every amiability joined with propriety and dignity.\n\n> Even that statement, however, is not exactly correct. If the words are contrasted, kindness belongs more to the chrestotes than to the agathosyne. Jerome's excellent statement is more germain to the matter:\n\n> Benignitas [friendliness! or suavitas [kindness]since among the Greeks chrestotes signifies each, is a gentle, charming, and calm virtue, suited to the company of all good people, attracting their friendship, delightful in encouragement and moderate in manners. Also the Stoics define it thus: chrestotes is a virtue willingly ready to do good. Agathosyne is not much different, for it also seems ready to do good. But it differs in that it can be more harsh and with a countenance wrinkled by strict standards for one to do well and to excel in what is demanded, without being pleasant to associates and attracting crowds by its sweetness. Also the followers of Zeno define it as follows: agathosyne is a virtue which is beneficial, or a virtue which promotes usefulness, or a virtue for its own sake, or a disposition which is the source of all benefits.\n\n> Jerome's statement essentially agrees with the distinction drawn by Basil: \"I think chrestotes is more extensive in doing good to those who in any way at any time have need of it; agathosyne is more narrow and uses words of justice in its well-doing.\" Lightfoot found more activity in the agathosyne than in the chrestotes:\"They are distinguished from one another as character from activity; chrestotes is potential agathosyne, while agathosyne is energizing chrestotes\" \nA man may display his agathosyne, his zeal for goodness and truth, in rebuking, correcting, and chastising. Although Christ was still in the spirit of this virtue when he drove the buyers and sellers out of the temple (Matt. 21:13) and when he uttered all those terrible words against the scribes and the Pharisees (Matt. 23), we could not say that his chrestotes was shown in these acts of righteous indignation. Rather, his chrestotes was displayed in his reception of the penitent woman (Luke 7:37-50; cf. Ps. 25:6-7) and in all his other gracious dealings with the children of men. Thus we might speak of the chrestotes tes agathosynes of God, but scarcely of the converse. This chrestotes was so predominantly a part of the character of Christ's ministry that it is not surprising to learn from Tertullian how \"Christus\" became \"Chrestus\" and \"Christiani\" became \"Chrestiani\" on the lips of the heathen, though with an undertone of contempt. The world expresses contempt for goodness that seems to have only the harmlessness of the dove and not the wisdom of the serpent. Such a contempt would be justified for a goodness that has no edge, no sharpness, no righteous indignation against sin or willingness to punish it. Sometimes chrestotes degenerated into this and ended up being not goodness at all, as evidenced in this striking fragment of Menander: \"What now by some is called kindness [chrestotes] has set loose entire lives to vice, for no one is punished for his wrongs.\"",
  "ἐξέρχομαι": "\"go/come out\" is a trade-off:\n    1. The decision to use \"go\" or \"come\" depends on the point of view of the narrator in English, which isn't always clear in Greek (unless it's a quotation).\n    2. \"come out\" is often followed by \"out of\", and one of the \"outs\" has to go. It's no good replacing \"come out\" with \"depart\" or \"exit\", which typically sound archaic to the postmodern ear.",
  "ἐναντίον": "M&M: \"opposite\" in the sense of \"in the presence of\".",
  "ὀνικός": "M&M: load as might be drawn by a mule",
  "κριτής": "Often glossed as \"judge\", this should be distinguished from a \"dikastes\", a member of the (several hundred member) juries which decided cases in Greek courts. Paul Bullen makes the case [1] that krites was the more generic term, \"both dikasts and ekklesiasts, who listen to judicial and deliberative speeches respectively, are kritai...It is only when Aristotle uses dikastês, dikazein, and dikê that we can be fairly sure than he means judge, judging, and judgment (or trial) in the specifically judicial sense.\" Since the other forms of this root are so easily rendered \"decide\" etc. I'm going with \"decider\" for now.\n\n\n[1] http://paul.bullen.com/BullenLawmakers.html\nLawmakers and Ordinary People in Aristotle*\nPaul Bullen (1996)\n[Pages 229-42 (ch. 12) of Justice v. Law in Greek Political Thought, ed. Leslie G. Rubin (Lanham, Maryland: Rowman & Littlefield, 1997)] ",
  "φέρω": "LSJ: \"ἄγω: lead, carry, fetch, bring, of living creatures, φέρω being used of things\".\n\nHow is φέρετε both imperative and indicative?",
  "μέν": "See the LSJ for all sorts of combinations with other particles. I use \"surely\" throughout to indicate its use of expressing certainty when used alone.\n\nRunge at https://blog.logos.com/2008/03/waiting_for_the_next_shoe_to_drop_part_1/ discusses the use of μέν as a marker for a point which will then be followed by a counterpoint marked by δέ.",
  "παροξύνομαι": "goad, provoke",
  "οἶκος": "TDNT: \"οἶκος means 'house' or 'dwelling.' ... In Greek, a distinction is first made between the broader οἶκος and the narrower οἰκία, whereby the latter denotes only the \"house.\"",
  "φίλος": "\"personal patronage...occurred between people of unequal social status... Relationships of reciprocity also occur between social equals...by the name of \"friendship\"... Moreover, because patrons were sensitive to the honor of their clients, they rarely called their clients by that name. Instead, they graciously referred to them as friends...\" deSilva, __Honor, Patronage, Kinship & Purity__ p. 99",
  "δίκη": "M&M: \"Homer = custom, usage; an established usage -> right\" (e.g. \"I have the right to free speech\")",
  "διηγέομαι": "\"lead through\", which often figuratively means \"relate fully\" as you \"lead someone through the whole tale\".",
  "πλεονέκτης": "\"Having more\" than one is due. Not more than oneself can handle, but more than others can handle in a society where all goods are limited.",
  "θεάομαι": "Is there a difference between θεωρέω and θεάομαι?",
  "μακροθυμία": "One of these days I'm going to have to find a better word here that connotes more of the original \"lengthen your thumos (upon me)\". There is definitely a sense here of \"maintaining one's motivation over the long haul\" not just surviving discomfort.",
  "ἐλεύθερος": "Not just \"free\" as if it were always so, but having been freed from slavery.",
  "ἀληθής": "Need to work more on the distinction between \"true\" and \"truth\" here.",
  "ἀκούω": "May be \"listen\", especially when intransitive.\n\nThis is often followed by a genitive phrase as if it were the direct object, which can be explained by an implied \"voice\" as the direct object, and the genitive phrase as specifying of whom the voice is. See Rev 6, for example, where both forms are present.",
  "δεῦρο": "\"Hither\" is more precise, but archaic.",
  "καινός": "A. T. Robertson _Word Pictures_ VI p 211: \"novel or new in kind...as distinct from neos new in time\"",
  "σχίσμα": "\"rip\" or \"tear\" might be fine, except when used of groups of people, so \"split\".",
  "ἁμαρτία": "LSJ: \"mistake, error\". The entry on ἁμαρτάνω = \"miss; fail one's purpose; fail to have; (rarely) fail to do\" offers a wider scope. Note ἁμάρτημα = \"a failure\" whereas ἁμαρτία = \"failure\" as a class. Also, the entry on \u0001ἁμάρτημα adds \"midway between ἀδίκημα (crime)  and ἀτύχημα (mishap), Arist.EN1135b18, Rh.1374b7\".\n\nDGE: sin especificación de si es voluntaria o involuntariamente",
  "ἐραυνάω": "Revisit.",
  "λεπτόν": "M&M \"the smallest coin in circulation\", one half of a quadrans.",
  "ἀπαγγέλλω": "\"pronounce\" in the sense of \"make a pronouncement\", emphasis on the Latin \"pro\" = Greek \"apo\".",
  "ἀφίημι": "Mt 6:9, \"aphes to us our obligations\" is the same term as Mt 5:40, \"aphes to him your cloak also\". \"Forgive\" is obviously not the right word here. Mk 7:8 makes \"ἀφίημι\" and \"κρατέω\" (seize) antonyms.\n\nTDNT says \"send away\", \"let go\", \"abandon\".\n\n\"Leave\" seems best, but curiously in English, you can \"leave\" a thing without any moral implications but if you \"leave\" a child or someone else that means \"depart\", \"abandon\" or \"neglect\", and one must say \"leave alone\" (paradoxically) to mean \"let them do what they want\". And then in the imperfect tense, English speakers would say \"was letting\" not \"was leaving\".",
  "ἐνδύω": "\"sink into\" hence \"enter\" or \"wear\"",
  "κατηχέω": "i.e. \"instruct\"",
  "στρουθίον": "",
  "δέω": "TODO: this needs lots of work to distinguish \"bind\" vs \"stand in need of\" (see http://www.perseus.tufts.edu/hopper/morph?l=%CE%B4%CE%AD%CF%89&la=greek#lexicon). See especially the various other forms to start.",
  "κρίνω": "Difficult because, while the Greek word has strong connotations of both division and selection, a common use case is \"judge\", which in English has narrowed to almost exclusively the selection of something which has already been divided, or is obviously divided. I'm going to use \"decide\" because that at least involves the work of investigation and selection which does not presuppose the outcome, and its Latin root is \"cut off\" which involves division. Moulton & Milligan prefer this, too.",
  "θρόνος": "This is used of ordinary chairs, cf http://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.01.0126:book=1:chapter=9&highlight=chair so for now I'm going to see if context is sufficient to give the connotation of \"throne\" where needed.",
  "πιστεύω": "We might prefer \"be loyal\" but see Ac 9:26 \"μὴ πιστεύοντες ὅτι ἐστὶν μαθητής\" ~= \"not _____ing that he is a student\". It can't be \"not being loyal because he is a student\"; it must be \"trusting\" or \"believing\". Then see James 2:19 \"καὶ τὰ δαιμόνια πιστεύουσιν καὶ φρίσσουσιν\" ~= \"and the demons ______ and shudder\"; it cannot be \"trust\" but \"believe\".\n\nHowever, constructions like I John 3:23 \"πιστεύσωμεν τῷ ὀνόματι τοῦ υἱοῦ αὐτοῦ\" are much clearer as \"we would be loyal to the name of his son\" not \"we would believe in the name of his son\".",
  "πιάζω": "LSJ: \"squeeze\", \"press hard\", later \"lay hold of\". To be distinguished from κρατέω = \"conquer\".\n\nM&M: 'we may cite the magic spell κλέπτην πιάσαι, \"to catch a thief\"', and indeed in the NT it is used to \"catch fish\".",
  "εὐεργεσία": "i.e. a benefaction from patron to client",
  "τύπτω": "τύπτω = \"hit\" which needs to be distinct from πατάσσω = \"strike\". I chose \"hit\" for the former because it seemed in most contexts to be contacting without tools, whereas the latter was often with a sword or other. Although one can use \"hit\" with tools and \"strike\" without in English, the connotations seem right to me.",
  "δέχομαι": "\"accept\" instead of \"receive\" due to the \"volitional component\" which TDNT mentions, and its semantic when used with that which is heard \"accept the words\" not just \"receive the words\".",
  "οἰκουμένη": "LSJ: \"inhabited region...then the Greek world, opp. barbarian lands\"",
  "παλαιός": "Sometimes \"old\" as in \"the old ways\", still an antonym of \"new\" but in the sense of \"used\" not \"aged\".",
  "φειδομένως": "pheido = bite? https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=2&cad=rja&uact=8&ved=0CC4QFjAB&url=http%3A%2F%2Fwww.applied-epistemology.com%2Fphpbb2%2Fviewtopic.php%3Ft%3D10%26postdays%3D0%26postorder%3Dasc%26start%3D2415%26sid%3D609645b35276b16ea506c4d036d6043c&ei=saJnU578F5D0oASpu4K4Dw&usg=AFQjCNE2w_1HRMu38NtS4gg8F69Hkj8hQw&sig2=cN1FTbR0btu85t6KvvDvcw\n\n",
  "κτῆνος": "\"acquired animal\" because of its roots in κτάομαι.",
  "δόμα": "This should really be different than δωρεά (\"gift\") but there's isn't a good English word for \"the thing given\" as opposed to \"the thing gifted\".",
  "χωρίον": "I wish there were a way to link this phonetically with χώρα \"area/district\".",
  "ὑπάρχω": "A difficult word that has no single cognate in English. The primary meaning is \"to (already) exist\", in the sense of \"an existing owner\" or \"existing as a ruler\"--\"existence\" as \"current\", not \"existence\" as opposed to \"nonexistence\".\n\nHowever, the most common use \"τὰ ὑπάρχοντα\" is more properly rendered in English as \"belongings\"; that is, \"things which belong (to me)\". In Koine, the phrase would have carried the sense of \"things which exist (to me)\", or \"existings\", which is awkward English. Compare Acts 3:2 with 3:6.",
  "πρεσβεύω": "\"be an ambassador\" but with strong connotations of older/senior.",
  "μαρτύριον": "Not \"evidence\", as if prosecutors had cameras and DNA testing, but \"testimony\" from people, whether witnesses or not.",
  "ἐντέλλομαι": "τέλος = \"finish\", τελέω = \"to finish\" and τέλλω = \"to cause to finish\". ἐντέλεια = \"completeness\". So no, ἐντέλλω does not mean \"enjoin, command\". What it means is to cause to finish in another, which can be accomplished via a command.",
  "ποιέω": "#todo: \"to do\" has active and middle forms; revisit and see if there's a reasonable difference in English.",
  "νουθεσία": "LSJ: Lit. hence \"admonition, warning\".",
  "κοσμέω": "Not \"command\" but \"put in order\", not an arbitrary order but the proper one.",
  "γένημα": "M&M: \"fruit of the earth\" or \"harvest\" but we want to avoid collision with either καρπός = \"fruit\" or θερίζω = \"to harvest\".",
  "ἄφεσις": "More than just \"let go\" as taking your hand off something (that would be ἵημι) but \"release\" like \"release the hounds\".",
  "ἀναβαίνω": "In Mk 1 \"καὶ εὐθὺς ἀναβαίνων ἐκ τοῦ ὕδατος\" it is more than just \"rising up\" as if he were laying down and then standing up in the water; this is \"mounting up\" like a horse or second floor, etc. according to TDNT, M&M.",
  "τίκτω": "\"bear\" in the sense of bearing children.",
  "ἐπικαλέω": "\"call upon\"\n\nLSJ: summon, invoke, appeal to, call by surname",
  "ὠδίνω": "That is, contractions when giving birth. The older glosses \"travail\" or \"birth-pangs\" are archaic now, and although specific, no longer promote general understanding.",
  "δίκαιος": "Moulton and Milligan lay out the connections to court language moderately extensively. N. T. Wright in _Justification_ makes the claim that this root (at least as used by Paul) has to do with \"having been found in favor of\" in court--whether actually morally right or not.  But 1 Jn 3:7, for example, \"ὁ ποιῶν τὴν δικαιοσύνην δίκαιός ἐστιν,\" cannot be \"he who does find in favor is found in favor\". I tend more toward \"the right\" in the sense of \"social expectations\" a la Malina, therefore: \"he who does what is proper is proper\".\n\nBeing frequently contrasted with \"ἁμαρτωλός\", we might choose \"successful\" vs \"failures\". But that still doesn't fit 1 Jn 3:7. Perhaps \"right\" is as close as we can come in English, but I'm going to go with \"proper\" for now since \"right\" has come to suppose no judgment.",
  "μέλος": "\"parts\" because it may also be used for voices in a song",
  "φθείρω": "It's so tempting to connect this with φθείρ (\"louse\") but the contexts given in LSJ, for example, make it so much wider. \"Ruin\" seems best for now, although even that generic of a term may not cover all the meaning.",
  "ἄμφοδον": "Difficult. Strong says amphi + hodon = \"road on both sides\", but M&M has a case translated \"quarter\", and other Greek sources assume \"administrative district\".",
  "σήμερον": "Ac 19:40 etc has \"τῆς σήμερον\" because, although \"σήμερον\" is often categorized as an adverb, it implies \"ἡ ἡμέρα\".",
  "ἀλλότριος": "\"belonging to another\" opposite of ἴδιος = \"own\".",
  "παραφρονία": "LSJ: \"deranged\", \"delirious\"",
  "βιβλίον": "Avoiding the word \"book\" as that too deeply connotes hardcovers; however, M&M make the point that βιβλίον is never a small work.",
  "μωμάομαι": "μωμάομαι \"blame\" which is not quite μέμφομαι \"complain\"",
  "δῶρον": "Not \"gift\" as in something given freely, but something given with the expectation of recompense: \"bribe\", \"tribute\". Particularly from client to patron. For patron to client see δωρεά.",
  "φιάλη": "\"saucer\", not \"bowl\", because the former is broad and flat as LSJ notes.",
  "κατάνυξις": "? How in the world is this related to κατανύσσω = \"prick, stab\"?",
  "μακάριος": "I'm staying away from \"bless\" because it has lost all meaning. Ask 12 people what \"blessings\" are and you'll get 12 answers, all wrong.\n\nUsing \"fortune/fortunate\" because, like the original, it includes both the means and the ends. Some might bristle at the connotations of luck or magic, especially when used in connection with God; just use it as ends in that case rather than means ;)",
  "πυκνά": "Lit. \"thick\" or \"close-set\".",
  "ἐντυγχάνω": "prototype of τυγχάνω: accidental, coincidental, lucky. with the prefix ἐν, can imply conversation/meeting, sexual intercourse.",
  "ἐρημία": "TDNT: abandonment, desolate, waste, uninhabited. \"Wilderness\" doesn't seem right, connoting \"wildness\" more than \"emptiness\". \"Desert\" seems closer. See ἔρημος for the adjective.",
  "διαμερίζω": "Active: \"divide through\", middle: \"divide among themselves\"",
  "μνᾶ": "https://en.m.wikipedia.org/wiki/Greek_drachma\n\n8 chalkoi = 1 obolus\n6 oboloi = 1 drachma\n70 drachmae = 1 mina (or mna), later 100 drachmae = 1 mina [14]\n60 minae = 1 Athenian Talent (Athenian standard) [15]",
  "παράδοσις": "It would be nice if English had a term for \"handover\" but I guess \"tradition\" from Latin \"tradere\" for \"hand over\" will have to do.",
  "ἀντί": "\"opposite\", particularly with the notion of equality",
  "ἐμπαίζω": "M&M give examples of plays and dancers for παίζω. Could the performances of that era have been so synonymous with mockery (which seems to fit these verses better)?",
  "πάσχω": "Not just \"suffer\" as so often translated, but more neutral, taking on the mood of its context: \"εὖ πάσχω, enjoy success\" (Slater-Pindar).",
  "μερίς": "M&M not just \"region\" but geographical \"division\".",
  "ἐπαγγελία": "\"announcement\" but in the sense of something the speaker will do. A common gloss is \"promise\" but that connotes the terms rather than the message. It also saps the word of its force of the will of the speaker to do what they say they will do, instead implying that the receiver has more power.",
  "λαῖλαψ": "See http://studybible.info/trench/Wind",
  "τιμάω": "TDNT says \"τιμή as honor increasingly becomes inner worth as distinct from outward esteem.\" Could it be that δοξά retains the sense of \"outward esteem\", which is why it worked so well for \"kabod\" = \"glory\"? So let's keep \"honor\" here.",
  "χώρα": "I wish there were a way to link this phonetically with χωρίον \"field/plot\".",
  "αὐτός": "\"o autos\" may be an idiom that is best translated \"the same one\". See http://www.ibiblio.org/bgreek/archives/greek-2/msg00526.html",
  "ἀνόμως": "often: \"Torah\".",
  "ποίμνη": "TODO: distinguish this from ἀγέλη",
  "μυστήριον": "It's unfortunate that \"mystery\", the English noun for \"mystical\", no longer has any ritualistic connotations. In order to provide some of that, I'm going with \"mystical thing(s)\" since it's always neuter. There's a risk that the figurative uses will now swing too far into the wrong connotations. Will keep an eye on it.",
  "ὑπωπιάζω": "LSJ: Not \"ὑποπιάζω\" (omicron), to \"press slightly\", but \"ὑπωπιάζω\" (omega), \"to give a black eye\". I'm not sure this is right. The translation appears to hinge on Aristotle's Rhetoric 3.11.15 (http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0059%3Abook%3D3%3Achapter%3D11%3Asection%3D15):\n\n\"..., οἷον εἰς ὑπωπιασμένον “ᾠήθητε δ᾽ ἂν αὐτὸν εἶναι συκαμίνων κάλαθον”: ἐρυθρὸν γάρ τι τὸ ὑπώπιον, ἀλλὰ τοῦτο πολὺ σφόδρα.\"\n\"For instance, one may say of a man whose eye is all black and blue, “you would have thought he was a basket of mulberries,” because the black eye is something purple, but the great quantity constitutes the hyperbole.\"\n\nBut if we remove some of our translation assumptions in a more word-for-word style, we get:\n\n\"such as, into he who is under-eyed, “you would have thought he was a basket of mulberries,” for the under-eyes [are] somewhat red, but the many [are the] excess.\"\n\nLSJ says ὑπώπιον is \"under the eyes\", but it is akin to ἐξώπιος \"out of sight\", ἐνώπιος \"face to face\", or πρόσωπον \"facing\", all from ὤψ \"face, countenance\". I have a hard time believing ὑπωπιάζω means \"give a black eye\"; that implies ἐνωπιάζω (if it existed) would mean \"hit in the eye\" and ἐξωπιάζω...what, \"pluck out the eye\"? I rather believe ὑπωπιάζω means \"to lower in countenance\", or \"to lose face\". Even though ὤψ (\"eye\") is the root, I believe it is consistently used to symbol the entire face and thereby one's social position. Under that concept, we obtain:\n\n\"such as, into he who is embarrassed, “you would have thought he was a basket of mulberries,” for the cheeks [are] somewhat red, but the many [are the] excess.\"\n\nTherefore I've rendered 1 Cor 9:27 as \"I make my body lose face and I lead it to slavery\", and Lk 18:5 becomes \"I will exact justice for her in order that not coming into the finish she might make me lose face.\"",
  "μήτι": "Moulton in Proleg. \"I suppose you haven't...have you?\"",
  "εὐχαριστέω": "Malina might suggest that this is to return a favor, and indeed M&M note it means \"oblige\" until late Greek (3rd-8th centuries). Difficult to decide whether and when it should be \"oblige\" vs \"be obliged\".",
  "ἀναπίπτω": "Why \"fall up\" and not \"sit\"? Because 1) it's in line with the other forms of pipto, and 2) it's too easy to read \"sit\" as \"sit on a chair\", which is almost never correct.",
  "εὔσπλαγχνος": "literally \"good-boweled\" but that's hardly common parlance these days",
  "στέλλομαι": "LSJ: \"make ready, fit out\" but also \"summon\", \"furl\", \"restrict (one's diet)\", presumably in combination with various prepositions. The cognitive model appears to be pulling/gathering a thing or set of things into its proper place (but not τάσσω = \"arrange\" more than one thing).\n\n* ἀποστέλλω: organize away = commission\n* διαστέλλω: organize between = dilate, disperse, define precisely\n* συστέλλω: organize together = gather in, furl\n* ὑποστέλλω: organize under = tuck under\n* ἐπιστέλλω: organize upon = send a letter\n* καταστέλλω: organize against = restrain\n\nστέλλω and πέμπω (send) are not synonyms. Cf Herodotus, The Histories 5.64.1:\n    μετὰ δὲ Λακεδαιμόνιοι μέζω στόλον στείλαντες ἀπέπεμψαν ἐπὶ τὰς Ἀθήνας\n    After this the Lacedaemonians a greater expedition ______ (στέλλω) sent out (πέμπω) upon Athens\nor, for a more contemporary example, Acts 11:13:\n    Ἀπόστειλον εἰς Ἰόππην καὶ μετάπεμψαι Σίμωνα\n    _____ away into Joppe and send after Simon\n\neven though Matthew and Mark interchange them in the same story:\n    Mk 5:12 Πέμψον ἡμᾶς εἰς τοὺς χοίρους (send us into the pigs)\n    Mt 8:31 ἀπόστειλον ἡμᾶς εἰς τὴν ἀγέλην τῶν χοίρων (order us away into the herd of the pigs)\n...Luke shows there's more than one way to tell a story without forcing all words to be synonyms of each other:\n    Lk 8:32 ἵνα ἐπιτρέψῃ αὐτοῖς εἰς ἐκείνους εἰσελθεῖν (in order that he would turn over to them to enter into those)\n\nστέλλω also needs to be distinguished from ἑτοιμάζω (make ready) and παρασκευάζω (prepare), and also from ἄρτιος (fit).",
  "βασανίζω": "Thayer: \"to test (metals) by the touchstone, which is a black siliceous stone used to test the purity of gold or silver by the colour of the streak produced on it by rubbing it with either metal.\"\n\nTDNT: coin inspection -> checking calculations -> testing -> torture.\n\n",
  "ἐνδημέω": "From δῆμος \"country, land, commoner (as opposed to elite), popular assembly/government\", δήμιος \"belonging to the public\", δημότης \"commoner\", δημόομαι \"sing a popular song\" (LSJ) or \"speak for the people; popularize, vulgarize\" (DGE).",
  "καταφρονέω": "LSJ: \"despise\"",
  "σωτηρία": "Although there is some overlap, LSJ differentiates between σωτηρία = \"safety, deliverance\" and σωτήριος = \"saving, delivering\".",
  "σύμφορον": "LSJ: \"accompanying\"; \"suitable\"",
  "προσεύχομαι": "pros = toward + euchomai = wish: \"wish toward (someone)\" = pray",
  "ἐκθαμβέομαι": "Still don't have a good translation for this (or θαμβέομαι)... odd that http://logeion.uchicago.edu/index.html#θαμβέω would translate to \"be astounded\" but http://logeion.uchicago.edu/index.html#θαμβεύω \"terrify\"? The Vulgate translates it to \"pavere\" from https://en.wiktionary.org/wiki/paveo#Latin which says \"From Proto-Indo-European *pu- ‎(“strike”).\" so perhaps \"terror-struck\" is close?",
  "παίω": "I'm not a fan of the archaic \"smite\" here, but there's very little difference between παίω and πατάσσω and I'm running out of synonyms.",
  "φέγγος": "\"beam of light\", not to be confused with δοκός = \"beam of wood\".",
  "ἀποκυέω": "\"delivers\" as a baby. See M&M.",
  "πρηνής": "LSJ for πρανής \"with the face downwards\" but also adds \"of parts of animals or man, that part which is uppermost and visible when the animal or man is in the πρανής position (the normal one for a quadruped), the back part\".",
  "ἐλαφρία": "i.e. the opposite of heaviness",
  "ζῆλος": "This is often translated \"zealous\" or \"jealous\", but those have become such individualistic and negative terms today. A common meme is \"I don't want to serve a *jealous* God\". I want to emphasize the competition for honor which is so prevalent in this term, and \"rivalry\" particularly connotes its group mindset, its participation by peers (or not, as in Rom 10:2), and its ability to be seen in both positive and negative lights.",
  "ἐκτινάσσω": "τινάσσω is more properly \"shake\" like clothing or weapons. σείω is for earthquakes and similar disturbances. σαλεύω is for the rolling of a ship.",
  "καθίζω": "If transitive, \"sit something down\".",
  "πυγμή": "Moulton and Milligan: \"fist\" (cf English \"pugilism\"). Perhaps \"rub with the other hand without water\"? Difficult.\n\nI wonder if it refers to washing the back of the hand (as it's closed into a fist) and not just the palms.",
  "ψηλαφάω": "More specifically, \"palpate\" as if to test something, but \"feel\" reads well enough.",
  "ἄνωθεν": "Not just \"above\" ἄνω but \"from above\", like ἐκεῖθεν = \"from that (place)\" not just \"that (place)\". LSJ has \"in narrative=from before/earlier\". Only X writings claim \"again\".",
  "παραιτέομαι": "that is, \"beg off\" or \"ask to be excused from\".",
  "ἀποθλίβω": "Lk 8:45 \"οἱ ὄχλοι συνέχουσίν σε καὶ ἀποθλίβουσιν.\" Is that, \"the crowds alternately crush you and pull you apart\" or \"the crowds hold you in place and squeeze out the insides\"?\n\n",
  "ἀπορέω": "a + poreuomai \"without conducting myself\" (see poreuomai, which I've been translating \"pass\" in all its forms)",
  "μέτωπον": "I'm choosing \"forehead\" over \"brow\" because 1) the latter is becoming archaic, and 2) I find the \"meta-\" carries forward nicely into \"fore-\".",
  "μέλλω": "I may have to soften this to \"be about to\" rather than \"intend to\", but later. For now, I particularly want to see how the more active form works under the idea that *something* is always acting, even if \"natural\".",
  "φανερός": "Moulton and Milligan: \"clear, manifest, conspicuous\". Often contrasted with \"κρυπτός\" = \"secret\" or \"hidden\".",
  "καιρός": "Accepting the popular distinction for now between χρόνος = chronological span and καιρός = opportune moment. #todo needs research.\n\nMk 11:13 \"ὁ γὰρ καιρὸς οὐκ ἦν σύκων\" may drive this more toward \"season\".",
  "πληροφορέω": "LSJ: \"fulfilled\"",
  "κόλπος": "LSJ: \"any bosom-like hollow\".",
  "εὐλογέω": "εὐ = good + λογέω = say therefore \"speak well of\", which doesn't quite work in the cases which appear intransitive. I tend toward Malina's worldview wherein this must mean \"speak well of in public in order to increase (or possibly challenge, if a peer) their honor\". Hence \"praise\" in the ordinary sense fits best.\n\nI certainly can't bring myself to use \"bless\", which has come to mean \"make happy\"--totally unsuitable Christianese now. I'll have to watch carefully for passages where ברך (\"brk\"; which is \"bless\" as in the opposite of \"curse\" as invocation of covenant consequences) is in mind; the LXX uses εὐλογέω for this often.",
  "ἕλκω": "Not \"dragging\" (which is \"σύρω\"), not even in Ac 21:30, but \"drawing\" or (less archaically) \"pulling\".",
  "συμφέρω": "McReynolds: \"to your advantage\". NRSV: \"advantageous\".",
  "βλέπω": "Moulton and Milligan: \"βλέπω\" has primarily the physical sense, as distinguished from \"ὁρῶ\" (cf. our cognate \"ware\").\n\n\"Look\" isn't quite right, in e.g. Ro 8:24 \"ἐλπὶς δὲ βλεπομένη οὐκ ἔστιν ἐλπίς, ὃ γὰρ βλέπει τίς ἐλπίζει;\"",
  "μεθύω": "i.e. intoxicated, not just taking in liquid.",
  "πεῖρα": "M&M: with λαμβάνω ~= \"experienced\".\n\nLSJ: πειραστικός = \"tentative\" is perhaps the best approach to the semantics of this word. Any sense of \"tempt\" appears to be a theological over-systematization: πειρασμόν = \"put to the test\" but we're reading the Bible and that occasionally means \"put to the test regarding one's resolve to resist temptation\", therefore it always means \"tempt\". But the canonical basis for \"tempt\" is somehow LXX Deut 6:16 \"Do not tempt God\" as if he could be tempted--but he can be put to the test.",
  "ἄνεμος": "\"Like ventus and wind, anemos is usually the strong, often tempestuous, wind. \" http://studybible.info/trench/Wind",
  "πλῆθος": "Moulton and Milligan: \"amount\".",
  "διακρίνω": "δια = between + κρίνω = decide. The middle form then becomes \"decide between oneself\" or \"doubt\", and it appears the subjunctive passive aorist might actually be better understood as middle in this regard.",
  "ἄρχων": "Is this actually genitive (of ἀρχός) in Lk 8:41?\n",
  "ἀναγκάζω": "\"oblige\" might be better",
  "οἰκέω": "Rom 8 might be translated \"residing among you all\" but for Rom 7 where it is clearly \"residing in me\" (not \"among me\").",
  "κακῶς": "\"badly\" as an adverb, but when modifying ἔχω it reads better to say \"those who have bad\" than \"those who have badly\".",
  "ὅς": "",
  "Ἰσκαριώθ": "Not much to say here definitively. See e.g. http://en.wikipedia.org/wiki/Judas_Iscariot#Etymology for some links.",
  "Μιτυλήνη": "Another spelling of Mutilene/Mytilene.",
  "δεσμός": "Noun form of δέω \"to bind\".",
  "μεμψίμοιρος": "μέμφομαι \"complain\" which is not quite μωμάομαι \"blame\"",
  "εὐεργέτης": "i.e. benefactors: patrons of clients",
  "νομοθεσία": "Probably with connotations of θεσμός as well. See νόμος.",
  "μεθοδεία": "M&M: in late papyri in the more primary sense of \"method\".",
  "ἀπαρτισμός": "\"precision\"? See LSJ.",
  "ἀπεκδέχομαι": "LSJ: \"expect anxiously\", \"misunderstand\", \"understand from\"",
  "πανουργία": "I'm not convinced that \"knavery\" or \"craftiness\" is close enough as a gloss for \"all works\" ~= \"readiness to do anything\". http://www.macmillandictionary.com/dictionary/american/unscrupulous gives \"willing to do things that are unfair, dishonest, or illegal\", which seems to fit the bill much better.",
  "φυσιόω": "φυσάω is \"to inflate\", from φῦσα \"bellows\".\n\nI'm explicitly avoiding here the common translation \"puff up\" because bellows (φῦσα) would have been primarily used to heat smith's fires rather than to inflate anything. Even with \"όω\" suffix, which usually indicates \"to cause or to make\", it doesn't seem likely that the verb means \"to make a bellows\" but rather \"to use a bellows to push air\". In Col 2:18 it may mean \"puff up\" because of the context (passive toward a person), but that's hardly a reason to skip the metaphor and replace the passive with an active; rather, it's more likely there to mean \"being blown into\" as if he were a furnace, being heated quickly and then cooling again.\n\nBut I might be leaning toward the JMNT which reads \"being made natural and instinctual\" for Colossians 2:18, considering the word to be a form of φύσις (nature, character) rather than φῦσα (bellows).",
  "ἀρέσκω": "Could aresko be to airo what charis is to chairo?",
  "στέλλω": "LSJ: \"make ready, fit out\" but also \"summon\", \"furl\", \"restrict (one's diet)\", presumably in combination with various prepositions. The cognitive model appears to be pulling/gathering a thing or set of things into its proper place (but not τάσσω = \"arrange\" more than one thing).\n\n* ἀποστέλλω: organize away = commission\n* διαστέλλω: organize between = dilate, disperse, define precisely\n* συστέλλω: organize together = gather in, furl\n* ὑποστέλλω: organize under = tuck under\n* ἐπιστέλλω: organize upon = send a letter\n* καταστέλλω: organize down against = restrain\n\nστέλλω and πέμπω (send) are not synonyms. Cf Herodotus, The Histories 5.64.1:\n    μετὰ δὲ Λακεδαιμόνιοι μέζω στόλον στείλαντες ἀπέπεμψαν ἐπὶ τὰς Ἀθήνας\n    After this the Lacedaemonians a greater expedition ______ (στέλλω) sent out (πέμπω) upon Athens\nor, for a more contemporary example, Acts 11:13:\n    Ἀπόστειλον εἰς Ἰόππην καὶ μετάπεμψαι Σίμωνα\n    _____ away into Joppe and send after Simon\n\neven though Matthew and Mark interchange them in the same story:\n    Mk 5:12 Πέμψον ἡμᾶς εἰς τοὺς χοίρους (send us into the pigs)\n    Mt 8:31 ἀπόστειλον ἡμᾶς εἰς τὴν ἀγέλην τῶν χοίρων (order us away into the herd of the pigs)\n...Luke shows there's more than one way to tell a story without forcing all words to be synonyms of each other:\n    Lk 8:32 ἵνα ἐπιτρέψῃ αὐτοῖς εἰς ἐκείνους εἰσελθεῖν (in order that he would turn over to them to enter into those)\n\nστέλλω also needs to be distinguished from ἑτοιμάζω (make ready) and παρασκευάζω (prepare), and also from ἄρτιος (fit).",
  "καλός": "Tough here to separate \"agathos\" and \"kalos\". Moulton and Milligan quote Hort that \"agathos denotes what is good in virtue of its results\" while \"kalos denotes that kind of goodness which is at once seen to be good.\"\n\nI noted the frequency of \"kalos wine\" and \"kalos pearl\" etc and decided to promote \"fine wine\" etc.\n\n[Trench says](http://studybible.info/trench/Fair), \"Initially, kalos referred to beauty, especially from the Greek viewpoint of that which is harmonious and complete, of something in which all the parts are balanced and proportionate. Basil the Great did an excellent job of distinguishing kalos and horaios: \nTo horaion differs from to kalon; that which is developed at the suitable time to its fitting prime is called horaion, as the fruit of the vine, which has fulfilled its own mission toward its fruition through the season of the year and is ready for enjoyment; kalon is that which is harmonious in the composition of its parts, possessing a grace blooming in it.\"",
  "ὑπέρογκος": "LSJ: \"of excessive bulk or size\"",
  "συγκυρία": "? how do we get \"chance\" out of those parts?",
  "ἀναπαύω": "pauo = middle \"cease\" active \"stop\". Hard to find a word for it where anapauo can share the same English root. Best I can come up with is \"break off\" vs \"take a break\". :( So \"rest\".",
  "ἡλικία": "\"age\". If ever \"size\", only in the sense that older things are larger.",
  "σκεῦος": "LSJ: \"vessel\" or \"equipment\" or just \"stuff\".",
  "δοκός": "\"beam of wood\", not to be confused with φέγγος = \"beam of light\".",
  "ἵνα": "\"in order that\", which can be shortened in English in lots of places\n\n#todo:\nMk 3:9 \"εἶπεν τοῖς μαθηταῖς αὐτοῦ ἵνα πλοιάριον προσκαρτερῇ\": lego...hina\nMk 3:10 \"ἐπιπίπτειν αὐτῷ ἵνα αὐτοῦ ἅψωνται\": infinitive...hina",
  "ἀποστέλλω": "See στέλλω",
  "ἀποδοχή": "LSJ seems very astute here mentioning \u0001ἀποδοχή ... opp. ἀπόδοσις (\"giving back\") so that it is a reciprocal \"accepting back\".",
  "φρονέω": "\"Think\" something but from having experience with it, as opposed to σοφία which is abstract theorizing about principles. See e.g. http://en.wikipedia.org/wiki/Phronesis",
  "βοάω": "LSJ: \"shout\" but I'm using that for κραυγάζω instead since it seems to fit better.",
  "ἐλέγχω": "Not \"convict\" but \"give evidence in order to prove\" especially \"to refute\". The passive can be rendered \"be convicted\" only because the subject's argument has been refuted.",
  "ἐμφυσάω": "Not \"epi-\" but \"em-\", so not \"upon\" but as LSJ puts it \"breathed into (a flute)\".",
  "κεφαλιόω": "M&M indicate Mark just chose the wrong word here.",
  "ἀνέγκλητος": "that is, not having been accused or charged",
  "ἀποδοκιμάζω": "ἀπο = away + δοκιμάζω = test, or \"test but reject\".",
  "βαστάζω": "",
  "πανδοχεύς": "Lit \"welcomer (of) all\"",
  "ἐπιγινώσκω": "*Lots* of lexicons/commentaries make claims like \"epiginosko\" = \"ginosko\" or \"epiginosko _intensifies_ ginosko\" (whatever that means). Reading the actual passages in the NT, it must take on \"recognize\" in many cases (\"you will know them by their fruits\"), which when intransitive should be rendered \"realize\".",
  "ἀπειθέω": "Jn 3:36 \"ὁ πιστεύων εἰς τὸν υἱὸν ἔχει ζωὴν αἰώνιον· ὁ δὲ ἀπειθῶν τῷ υἱῷ οὐκ ὄψεται ζωήν,\"\n\nI have a hard time glossing πείθω as \"persuade\" and \"ἀπειθέω\" as \"disobey\". Shouldn't it be more like \"be unpersuaded\"?",
  "καταχθόνιος": "Not γῆ = \"earth\", the surface where people walk around, but χθόνιος = \"subterranean\".",
  "ῥῆμα": "TDNT: \"statement\". Later: \"verb\".",
  "σκάνδαλον": "Rom 9:33 \"πέτραν σκανδάλου\" implies a deadfall trap (see https://en.wikipedia.org/wiki/Trapping#Deadfall_traps), so some of the uses which mention food could imply bait, and some which mention body parts could imply them being crushed, not snared. See also LSJ σκανδαλάριος, \"shingler\" (assuming rock or clay shingles), but also \u0001σκανδαλιστής \"prob. acrobat who performed on a trapeze (σκάνδαλον)\".",
  "ἀσύνθετος": "LSJ: \"bound by no covenant\"",
  "δοξάζω": "TDNT: \"This means 'opinion' as a. what I think, and b. what others think of me.\" Malina makes the compelling case that this is \"honor\" in agonistic societies. But \"τιμή\" also has this translation. TDNT says \"τιμή as honor increasingly becomes inner worth as distinct from outward esteem.\" Could it be that δόξα retains the sense of \"outward esteem\", which is why it worked so well for \"kabod\" = \"glory\"? So let's try \"revere\" etc. for now.\n\nJn 7:39 is an interesting case \"οὔπω γὰρ ἦν πνεῦμα, ὅτι Ἰησοῦς οὐδέπω ἐδοξάσθη\" where \"glorify\" might be better.\n\nTODO: need to distinguish from εὐσεβής",
  "χρηματίζω": "In many cases, this seems to be a distorted form of χράω (χρησμὸς) which means \"to oracle\": Mt 2:12, Mt 2:22, Lk 2:26, and Ac 10:22 all involve messages from God.\n\nBut not in Rom 7:3, where the meaning is more like the primary meanings in LSJ, \"to negotiate, traffic, deal\" (see also χρῆμα = \"goods, property, money\").\nHeb 8:5 and 11:7 could go either way. Heb 12:25 is just weird. Ac 11:26 is unclear, too...seems many have glossed it as \"first called Christians\", but I have my doubts.",
  "πρόσλημψις": "LSJ: \"taking in addition\", \"acquisition\", \"enrolment\"",
  "δωρεά": "Something given out of largesse, a \"gift\". Given from patron to client. For the opposite, see δῶρον.",
  "φιλέω": "[Trench](http://studybible.info/trench/Love) makes the case that ἀγαπάω is closer to \"esteem\" and φιλέω more affectionate.",
  "ἐξακολουθέω": "LSJ: \"to result\"",
  "πλατεῖα": "From πλατύς \"wide, broad\" (but \"flat\", not εὐρύς \"spacious\"). The English word \"plaza\" is from the Latin \"platea\", the same PIE root \"to spread\".",
  "πειρασμός": "M&M: \"try\", \"attempt\". Need to keep this distinct from δοκίμιον = \"test\".\n\nLSJ: πειραστικός = \"tentative\" is perhaps the best approach to the semantics of this word. Any sense of \"tempt\" appears to be a theological over-systematization: πειρασμόν = \"put to the test\" but we're reading the Bible and that occasionally means \"put to the test regarding one's resolve to resist temptation\", therefore it always means \"tempt\". But the canonical basis for \"tempt\" is somehow LXX Deut 6:16 \"Do not tempt God\" as if he could be tempted--but he can be put to the test.",
  "σικάριος": "See http://en.wikipedia.org/wiki/Sicarii",
  "ὑποδείκνυμι": "M&M: \"example\", \"specimen\" but neither of those has a simple verb form. So \"illustrate\".",
  "εὐφραίνω": "There isn't a word in English that can carry e.g. \"be made to have good thoughts\" very well. Slater uses \"delighted\" which I'll go with for now, even though it doesn't retain much connection with φρήν.",
  "ἀναίδεια": "Luke 11:8: that is, through the shamelessness of the one asking.",
  "προσποιέομαι": "LSJ: \"pretend\"",
  "σχίζω": "This could be rendered \"divide\" or \"separate\" but all uses in the NT with respect to objects (rocks, curtains, wineskins) carry the connotation of destructive activity. With respect to groups of people, this is often rendered \"dissension\" or such; in these cases, too, \"tearing\" seems more violent but more in line with the original.",
  "περιπατέω": "TDNT: peri = \"around\" + pateo = \"walk\" (intrans) and \"tread\" (trans). But the intrans of peripateo is not in the NT. So \"walk around\".",
  "χάριν": "\"for the favor of\" which might be better glossed in English as \"for the sake of\", but in this version I want to keep the same root as χάρις = \"favor\".",
  "κόπτω": "LSJ: \"cut, strike, smite\". At first, I went with \"cut\" because it seemed to best fit the NT references to cutting branches etc. But \"pounding in a mortar\" etc make it clear that if this is ever \"cut\", it's not very sharp (perhaps κωφός is related in this way). Going with \"chop\" for now since that connotes duller instruments (or at least bigger tasks) and also works for e.g. \"_____ him on the cheek\". The senses of \"hammer, forge, stamp\" are served less well. \"Hack\" might be better?",
  "κατηγορέω": "TDNT says \"accuse\", but I prefer to use \"challenge\" because of the inclusion of the \"agora\" root, which implies a public forum. Malina would certainly consider this an agonistic battle for honor.",
  "φαῦλος": "LSJ: easy, simple, common, mean (in both senses).",
  "ἐπιτιμάω": "\"epi\" = \"on top of\" + \"timao\" = \"honor\". To exercise one's honor upon, which has been translated \"rebuke\" and so on, but I really want to expose the honor/shame dynamics throughout, so \"subject\"/\"bring under one's control\", whether disciples or demons, seems best.",
  "ἄγω": "LSJ: \"lead, carry, fetch, bring, of living creatures, φέρω being used of things...\"",
  "ταμεῖον": "http://www.studylight.org/commentaries/vnt/print.cgi?bk=41&ch=12&vs=1 has a good etymology.",
  "ὠδίν": "That is, contractions when giving birth. The older glosses \"travail\" or \"birth-pangs\" are archaic now, and although specific, no longer promote general understanding.",
  "ἔκτρωμα": "LSJ: abortion",
  "ἵστημι": "Rom 3:31 like Herodotus 2:35 (http://www.perseus.tufts.edu/hopper/text?doc=Perseus:abo:tlg,0016,001:2:35&lang=original) \"we are instituting a law\".",
  "προσκαρτερέω": "",
  "ἀποδέχομαι": "",
  "θάνατος": "Different than nekron \"dead\" more about the event than the condition",
  "χάρις": "A favor done by one for another, possibly in return for a previous favor.\n\nἱλήκω is closer to \"grace\".",
  "Σύρτις": "LSJ: \"the Syrtis , name of two large shallow gulfs on the coast of Libya\"",
  "πέλαγος": "LSJ: \"sea\", but I'd like to find a distinction with θάλασσα = \"sea\". The Argonautica has \"πέλαγός τε θαλάσσης\" (see http://www.perseus.tufts.edu/hopper/text?doc=Apollon.%202.608&lang=original) which has been translated \"expanse of sea\" which isn't very satisfactory either. Using \"flood\" for now based on πελαγόω = \"to flood\" whereas θαλασσόω = \"to change into sea\" or \"purify with sea-water\", \"of wine, to be mixed with sea-water\".",
  "ῥιπή": "LSJ: swing or force with which anything is thrown...flap, buzz, blink.",
  "ἐπιδημέω": "\"occupy\"",
  "κρατέω": "M&M: \"conquer\", \"rule\", \"master\". Note that we must distinguish this from δύναμις. Apparently the opposite of ἀφίημι \"leave alone\"/\"release\" (John 20:23), the LSJ examples and NT cases all have to do with holding something still, whether a person or a teaching. But the other forms are so focused on strength/power that it must be more than \"hold\". Odd to be used also for supplicants seizing Jesus' feet.",
  "ἀγραυλέω": "Lit \"field-piping\".",
  "ἐκχέω": "\"pour\" or (M&M) \"drain\"? When it comes to blood, the most common object, \"pour\" is probably better, but if we're going to pick a different word there, we might as well go for \"bleed\".",
  "διά": "genitive: by means of; accusative: because of",
  "ἵλεως": "In Hebrews, \"merciful\" or \"gracious\" is fine (see ἐλεέω). In Matthew 16:22, however, both SBLGNT and NA have Ἵλεώς but both א (Codex Sinaiticus) and B (Codex Vaticanus) have ειλεωϲ (see http://codexsinaiticus.org/en/manuscript.aspx?book=33&chapter=16&verse=22). This may be an itacism but may instead be a form of εἴλω (\"prevent\") which would be an older word but not such an \"elliptical expression\" as https://net.bible.org/#!bible/Matthew+16:22 describes it. See also http://hermeneutics.stackexchange.com/questions/19570/what-is-the-correct-text-of-matthew-1622-in-the-codex-vaticanus",
  "ἐξαλείφω": "i.e. \"blot out\"",
  "ὁμείρομαι": "See ἐρωτάω.",
  "κατεργάζομαι": "Not happy with this, but it'll work for now. It would be nice, on the one hand, to use some form of \"work\" to connect with its roots, and on the other, to have a distinct middle voice.",
  "ἅγιος": "I really want to make clear here the ancient categories of \"holy\" versus \"profane\", but with a greater connotation of \"special\" versus \"common\" than \"clean\" versus \"unclean\". Although the latter is inextricably intertwined with the former, it is far too often made the primary or only connotation.",
  "μέμφομαι": "μέμφομαι \"complain\" which is not quite μωμάομαι \"blame\"",
  "ὄπισθεν": "See Rev 4:1 and 5:6 for pairs with ὄπισθεν \"from behind\" vs ἔμπροσθεν \"in front\" or ἔσωθεν \"from within\".",
  "φημί": "http://www.perseus.tufts.edu/hopper/morph?l=fhmi&la=greek#lexicon \"whereas οὔ φημι means to say no, deny, refuse\".",
  "μή": "LSJ: \"POSITION of μή. When the neg. extends its power over the whole clause, μή prop. precedes the Verb. When its force is limited to single words, it precedes those words.\"",
  "ὄμμα": "See Louw & Nida http://www.laparola.net/greco/parola.php?p=%E1%BD%84%CE%BC%CE%BC%CE%B1",
  "διάνοια": "LSJ: intent, thought, purpose, plan. Also \"meaning\" opp words and \"spirit\" opp letter.",
  "μερίζω": "\"divided\", although \"distributed\" is often the connotation. Not just \"cut\" but \"marked off into divisions\" e.g. geographically.",
  "τραχηλίζομαι": "From τράχηλος ~= \"neck, throat\"",
  "χρόνος": "Accepting the popular distinction for now between χρόνος = chronological span and καιρός = opportune moment. #todo needs research.",
  "στενάζω": "I'm going with \"sigh\" instead of \"groan\" here because 1) it's valid according to LSJ, 2) \"groan\" implies vocalization instead of a \"στενός\" (\"narrow\") throat, and 3) it seems to fit all passages better.",
  "ἐγκοπή": "LSJ: incision, fracture, hindrance",
  "πτῶμα": "Lit \"fallen\" but perhaps \"remains\" in Mk 6:29?",
  "συκομορέα": "Following http://en.wikipedia.org/wiki/Ficus_sycomorus I've chosen \"sycomore\" instead of \"sycamore\".",
  "ἀγέλη": "TODO: distinguish this from ποίμνη",
  "ἀμήν": "Must keep this distinct from ἀληθῶς = \"truly\".",
  "ἀποτινάσσω": "τινάσσω is more properly \"shake\" like clothing or weapons. σείω is for earthquakes and similar disturbances. σαλεύω is for the rolling of a ship.",
  "ἐμβαίνω": "Mt 8:23 has an interesting example of a dative introductory clause.",
  "ἀσσάριον": "http://en.wikipedia.org/wiki/As_%28Roman_coin%29 says the As was struck in copper starting in 23 BC, and was the lowest valued coin regularly issued during the Roman Empire. ἀσσάριον is the Greek rendering.",
  "σιμικίνθιον": "See http://espace.library.uq.edu.au/view/UQ:10698/aprons.pdf",
  "πορεύομαι": "TDNT: active meant \"conduct\", \"lead\", \"bring\", but that's mostly gone and the middle remains \"conduct oneself\". I choose \"pass\" because it's the closest English I can find that 1) comes close 2) is clearly passive when intransitive and 3) has lots of prepositional combinations like the Greek. Not \"pass\" as when ships pass in the night, but \"passage\".",
  "ψυχή": "LSJ: Not ζωή: \"living, property\" or the opposite of death, but one's \"conscious self\" or \"soul\". Animals, plants, magnets, the universe all have one. In Homer, \"ghost\", and \"in swoons it leaves the body\". In Plato, divided into \"λογισμὸν καὶ θυμὸν καὶ ἐπιθυμίαν\". Also \"when concrete the Homeric ψ. is rather warm blood than breath, cf. Il.14.518, 16.505, where the ψ. escapes through a wound; cf. ψυχοπότης, ψυχορροφέω\"",
  "χλαμύς": "https://en.wikipedia.org/wiki/Chlamys",
  "στρηνιάω": "See https://www.metaphrase.org/GNT/versions/sarx/concordance/%7B%22lemma%22%3A%22%CF%83%CF%84%CF%81%E1%BF%86%CE%BD%CE%BF%CF%82%22%7D/?versions=sarx,sblgnt&context=16",
  "ἐξομολογέω": "Prefer \"admit\" here to \"confess\", which has become anachronistic. You might convince me to keep \"confess\" when it's active voice, but most are middle.",
  "ῥᾳδιούργημα": "Despite LSJ writing \"villainy\", for chapter 6 of Plutarch's Pyrrhus [1] it seems more like \"recklessness\", which indeed is LSJ's preferred gloss for ῥᾳδιουργέω, \"do things with ease/offhand\".\n\n[1] http://www.perseus.tufts.edu/hopper/text?doc=Perseus:abo:tlg,0007,030:6&lang=original",
  "εὐαγγελίζω": "\"announce\" in order that we might form \"announcer\", \"announcement\" etc in other forms. But not just \"bear a report/announcement\" as ἀγγέλλω, but the -ίζω ending implies a completion of the activity; that is, \"deliver the good report/announcement\", or \"make the thing announced\".",
  "μελετάω": "LSJ: \"practice\", \"exercise\".",
  "αἰτέω": "Trench: \"The distinction between aiteo and erotao is as follows. Aiteo is the more submissive and suppliant term. It is consistently used to refer to an inferior's seeking something from a superior (Acts 12:20), of a beggar's seeking alms from a potential donor (Acts 3:2), of a child's seeking something from a parent (Lam. 4:4; Matt. 7:9; Luke 6:11), of a subject's seeking something from a ruler (Ezra 8:22), and of a man's seeking something from God. In classical Greek, erotao never means \"to ask\" but only \"to interrogate,\" or \"to inquire.\" Like rogare (inquire), erotao implies an equality between the one who asks and the one who is asked as a king with another king (Luke 14:32)or if not equality, then a familiarity that lends authority to the request.\"\n\nMoulton in Proleg. p 160 quotes Mayor who makes the case that the middle voice \"implies using the words, without the spirit, of prayer\" and continues \"For the alternation of active and middle in the Herodias story, Blass's ingenious remark may be recalled, that \"the daughter of Herodias, after the king's declaration, stands in a kind of business relation to him\".\n",
  "λανθάνω": "",
  "ἐκδιηγέομαι": "Not just \"describe\" (LSJ) but \"lead out through\". The Latin word \"educate\" itself means \"lead out\" (http://www.etymonline.com/index.php?term=educate) and I think carries the relationship better.",
  "φωνέω": "Although \"call out\" is probably the closest English gloss, we want to avoid a collision with καλέω which, although it means \"summon\" more than \"make a sound\" is probably best rendered as \"call\" (esp since used as e.g. \"call his name John\").\n\nAny reattempt at rendering this should pay close attention to Mk 1:26 \"καὶ φωνῆσαν φωνῇ μεγάλῃ\" = \"and when it voiced (to) a great voice\".",
  "καθεύδω": "Not just sleep (ευδον) but kata = \"falling\" + sleep.",
  "ἀπόλλυμι": "Active = \"lose\" and passive = \"be lost (by someone)\" but middle more at \"got oneself lost\".\n\nThere's a strong tradition to translate this as \"destroy\" (which in English carries a strong sense of violence) but I think as strong as we can get is \"get rid of\", or we lose the sense of loss. Even Moulton and Milligan have a reference to \"loss of pigs\" rather than \"death\" or \"destruction\". For example, Luke 15:9 \"εὗρον τὴν δραχμὴν ἣν ἀπώλεσα\" (\"I found the drachma which I lost\") is hardly \"which I destroyed\".\n\nProbably related to ὄλεθρος."
}